{"fr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Conseils importants pour le partitionnement manuel"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Si vous optez pour le partitionnement automatique, ces conseils seront appliqués."]},"Use BTRFS.":{"*":["Utilisez BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Ce système de fichiers permet la compression automatique et la création de points de restauration."]},"Keep /boot within the / partition.":{"*":["Conserver /boot dans la partition /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Placer le dans une partition séparée entrave les instantanés BTRFS."]},"Do not create a SWAP partition.":{"*":["Ne créez pas de partition SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Nous avons mis en œuvre une gestion dynamique de la mémoire virtuelle avec Zram et des fichiers SWAP."]},"SWAP partitions will not be used.":{"*":["Les partitions SWAP ne seront pas utilisées."]},"Continue":{"*":["Continuer"]},"The system is in":{"*":["Le système est en"]},", kernel":{"*":["noyau"]},"and graphical mode":{"*":["et mode graphique"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Il s'agit d'un système collaboratif, si vous avez besoin d'aide, consultez notre forum : https://forum.biglinux.com.br."]},"Back":{"*":["Retour"]},"Maintenance":{"*":["Maintenance"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Outils qui facilitent la maintenance du système installé."]},"Restore":{"*":["Restaurer"]},"Installation":{"*":["Installation"]},"The system is in live mode, which has limitations.":{"*":["Le système est en mode direct, ce qui comporte des limitations."]},"Install it for a complete experience.":{"*":["Installez-le pour une expérience complète."]},"Install":{"*":["Installer"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Choisissez quels programmes installer, garantissant une expérience hautement personnalisée."]},"Restore system settings":{"*":["Restaurer les paramètres système"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilitaire facilitant la restauration du système installé, en particulier la restauration du démarrage du système (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Il peut également être utilisé pour accéder au gestionnaire de paquets et au terminal du système installé."]},"Start":{"*":["Démarrer"]},"Snapshot and backups":{"*":["Instantané et sauvegardes"]},"Restore restore points of the installed system.":{"*":["Restaurer les points de restauration du système installé."]},"Uncheck the programs you want to remove":{"*":["Décochez les programmes que vous souhaitez supprimer"]},"Uncheck All":{"*":["Tout décocher"]},"Check All":{"*":["Tout cocher"]}}}}