{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Lütfen bekleyin..."]},"Checking the integrity of the download and storage device...":{"*":["İndirme ve depolama cihazının bütünlüğünü kontrol ediliyor..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Bu eski sürümün yüklenmesine devam etmek istiyor musunuz?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux haftalık güncellemelerle gelen bir sistemdir ve bu sürüm bir aydan daha uzun bir süre önce yayınlandı.\\nDaha yeni bir sürümü indirmenizi öneririz."]},"Continue":{"*":["Devam et"]},"Close":{"*":["Kapat"]},"Outdated Version":{"*":["Eski Sürüm"]},"Do you want to proceed with the installation in EFI mode?":{"*":["EFI modunda kurulumu devam ettirmek istiyor musunuz?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Mevcut önyükleme <span color='#CC2222'>EFI</span> modunu kullanıyor, ancak bu bilgisayarda herhangi bir EFI bölümü bulamadım.\n\nBu bilgisayarda zaten başka bir sistem yüklü ise ve yüklü tutmayı düşünüyorsanız, muhtemelen BIOS'ta Legacy modunda, ayrıca BIOS modu olarak da adlandırılan bir önyükleme yapılandırması değiştirmeniz gerekecektir."]},"Install the system":{"*":["Sistemi yükle"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Kurulumu Legacy/BIOS modunda devam etmek istiyor musunuz?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Mevcut önyükleme <span color='#CC2222'>Legacy/BIOS</span> modunu kullanıyor, ancak bu bilgisayarda en az bir EFI bölümü buldum.\n\nKurulumun başarılı olması için muhtemelen BIOS'ta yapılandırmayı değiştirmeniz gerekecek ve EFI veya UEFI modunda önyükleme yapmanız gerekecek."]},"Sending, please wait...":{"*":["Gönderiliyor, lütfen bekleyin..."]},"Open":{"*":["Açık"]},"Send to the cloud":{"*":["Buluta gönder"]},"calamares LOG":{"*":["calamares GÜNLÜK KAYDI"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\nYükleme günlüğü dosyasını görüntülemek veya buluta göndermek ister misiniz?\\nDestek gruplarına göndermek için bir bağlantı oluşturun.\\n"]},"Closing file...":{"*":["Dosya kapatılıyor..."]},"Checking the file:":{"*":["Dosyayı kontrol ediliyor:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["İndirme veya USB sürücü hataları kontrol ediliyor, bu birkaç dakika sürebilir..."]},"Checking system integrity":{"*":["Sistem bütünlüğünü kontrol etme"]},"Error found, please download the system again or use another USB drive.":{"*":["Hata bulundu, lütfen sistemi tekrar indirin veya başka bir USB sürücü kullanın."]},"The files are intact.":{"*":["Dosyalar sağlam."]},"Verification canceled.":{"*":["Doğrulama iptal edildi."]},"Wait...":{"*":["Bekle..."]},"Checking internet connection...":{"*":["İnternet bağlantısını kontrol ediliyor..."]},"Internet":{"*":["İnternet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["İnternet bağlantısı olmadan...\\nEk paket kurulumu devre dışı bırakıldı."]},"Important tips for manual partitioning":{"*":["El ile bölümlendirme için önemli ipuçları"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Eğer otomatik bölümlendirme seçeneğini tercih ederseniz, bu ipuçları uygulanacaktır."]},"Use BTRFS.":{"*":["BTRFS kullanın."]},"This file system allows for automatic compression and restore points.":{"*":["Bu dosya sistemi otomatik sıkıştırma ve geri yükleme noktalarına izin verir."]},"Keep /boot within the / partition.":{"*":["/boot bölümünü / bölümü içinde tutun."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Ayrı bir bölümde saklamak, BTRFS anlık görüntülerini engeller."]},"Do not create a SWAP partition.":{"*":["SWAP bölümü oluşturma."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Zram ve SWAP dosyaları ile dinamik sanal bellek yönetimini uyguladık."]},"SWAP partitions will not be used.":{"*":["SWAP bölümleri kullanılmayacak."]},"The system is in":{"*":["Sistem açık"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["ve grafiksel mod"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Bu, işbirlikçi bir sistemdir, yardıma ihtiyacınız varsa forumumuza danışabilirsiniz: https://forum.biglinux.com.br."]},"Back":{"*":["Geri"]},"Maintenance":{"*":["Bakım"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Yüklü sistem bakımını kolaylaştıran araçlar."]},"Restore":{"*":["Geri Yükle"]},"Installation":{"*":["Kurulum"]},"The system is in live mode, which has limitations.":{"*":["Sistem canlı modda, kısıtlamaları bulunmaktadır."]},"Install it for a complete experience.":{"*":["Tam bir deneyim için yükleyin."]},"Install":{"*":["Yükle"]},"Minimal":{"*":["Minimum"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Yüklemek istediğiniz programları seçin ve yüksek özelleştirilmiş bir deneyim yaşayın."]},"Restore system settings":{"*":["Sistem ayarlarını geri yükle"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Yüklü sistemin geri yüklenmesini kolaylaştıran bir yardımcı program, özellikle sistem önyükleme (Grub) geri yükleme işlemini sağlar."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Ayrıca yüklü sistemin paket yöneticisine ve terminaline erişmek için de kullanılabilir."]},"Start":{"*":["Başlat"]},"Snapshot and backups":{"*":["Anlık görüntü ve yedeklemeler"]},"Restore restore points of the installed system.":{"*":["Yüklü sistem geri yükleme noktalarını geri yükle."]},"Uncheck the programs you want to remove":{"*":["Kaldırmak istediğiniz programları işaretlemeyin"]},"Uncheck All":{"*":["Tümünü İşaretleme"]},"Check All":{"*":["Tümünü Kontrol Et"]},"Install System":{"*":["Sistem Kurulumu"]}}}}