{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["El ile bölümlendirme için önemli ipuçları"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Eğer otomatik bölümlendirme seçeneğini tercih ederseniz, bu ipuçları uygulanacaktır."]},"Use BTRFS.":{"*":["BTRFS kullanın."]},"This file system allows for automatic compression and restore points.":{"*":["Bu dosya sistemi otomatik sıkıştırma ve geri yükleme noktalarına izin verir."]},"Keep /boot within the / partition.":{"*":["/boot bölümünü / bölümü içinde tutun."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Ayrı bir bölümde saklamak, BTRFS anlık görüntülerini engeller."]},"Do not create a SWAP partition.":{"*":["SWAP bölümü oluşturma."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Zram ve SWAP dosyaları ile dinamik sanal bellek yönetimini uyguladık."]},"SWAP partitions will not be used.":{"*":["SWAP bölümleri kullanılmayacak."]},"Continue":{"*":["Devam et"]},"The system is in":{"*":["Sistem açık"]},", kernel":{"*":[", çekirdek"]},"and graphical mode":{"*":["ve grafiksel mod"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Bu, işbirlikçi bir sistemdir, yardıma ihtiyacınız varsa forumumuza danışabilirsiniz: https://forum.biglinux.com.br."]},"Back":{"*":["Geri"]},"Maintenance":{"*":["Bakım"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Yüklü sistem bakımını kolaylaştıran araçlar."]},"Restore":{"*":["Geri Yükle"]},"Installation":{"*":["Kurulum"]},"The system is in live mode, which has limitations.":{"*":["Sistem canlı modda, kısıtlamaları bulunmaktadır."]},"Install it for a complete experience.":{"*":["Tam bir deneyim için yükleyin."]},"Install":{"*":["Yükle"]},"Minimal":{"*":["Minimum"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Yüklemek istediğiniz programları seçin ve yüksek özelleştirilmiş bir deneyim yaşayın."]},"Restore system settings":{"*":["Sistem ayarlarını geri yükle"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Yüklü sistemin geri yüklenmesini kolaylaştıran bir yardımcı program, özellikle sistem önyükleme (Grub) geri yükleme işlemini sağlar."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Ayrıca yüklü sistemin paket yöneticisine ve terminaline erişmek için de kullanılabilir."]},"Start":{"*":["Başlat"]},"Snapshot and backups":{"*":["Anlık görüntü ve yedeklemeler"]},"Restore restore points of the installed system.":{"*":["Yüklü sistem geri yükleme noktalarını geri yükle."]},"Uncheck the programs you want to remove":{"*":["Kaldırmak istediğiniz programları işaretlemeyin"]},"Uncheck All":{"*":["Tümünü İşaretleme"]},"Check All":{"*":["Tümünü Kontrol Et"]}}}}