{"ja":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["お待ちください..."]},"Checking the integrity of the download and storage device...":{"*":["ダウンロードとストレージデバイスの整合性をチェックしています..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>この古いバージョンのインストールを続行しますか？</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinuxは、週次のアップデートを備えたシステムで、このバージョンは1か月以上前にリリースされました。\\nより新しいバージョンをダウンロードすることをお勧めします。"]},"Continue":{"*":["続行"]},"Close":{"*":["閉じる"]},"Outdated Version":{"*":["古いバージョン"]},"Do you want to proceed with the installation in EFI mode?":{"*":["EFIモードでインストールを続行しますか？"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["現在のブートは<span color='#CC2222'>EFI</span>モードを使用していますが、このコンピューターにEFIパーティションは見つかりませんでした。\n\nこのコンピューターにすでに他のシステムがインストールされており、インストールされたままにしたい場合は、おそらくBIOSの設定を変更してレガシーモード、またはBIOSモードでブートする必要があります。"]},"Install the system":{"*":["システムをインストールします"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["レガシー/BIOSモードでインストールを続行しますか？"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["現在のブートは<span color='#CC2222'>Legacy/BIOS</span>モードを使用していますが、このコンピューターに少なくとも1つのEFIパーティションが見つかりました。\n\nインストールが成功するためには、おそらくBIOSの設定を変更してEFIまたはUEFIモードでブートする必要があります。"]},"Sending, please wait...":{"*":["送信中、お待ちください..."]},"Open":{"*":["オープン"]},"Send to the cloud":{"*":["クラウドに送信"]},"calamares LOG":{"*":["Calamares ログ"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["インストールログファイルを表示またはクラウドに送信しますか？\\nサポートグループに送信するためのリンクを生成します。\\n"]},"Closing file...":{"*":["ファイルを閉じています..."]},"Checking the file:":{"*":["ファイルをチェック中:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["ダウンロードまたはUSBドライブのエラーをチェックしています。数分かかる場合があります..."]},"Checking system integrity":{"*":["システムの整合性をチェックしています"]},"Error found, please download the system again or use another USB drive.":{"*":["エラーが見つかりました。システムを再度ダウンロードするか、別のUSBドライブを使用してください。"]},"The files are intact.":{"*":["ファイルは無傷です。"]},"Verification canceled.":{"*":["検証がキャンセルされました。"]},"Wait...":{"*":["お待ちください..."]},"Checking internet connection...":{"*":["インターネット接続を確認しています..."]},"Internet":{"*":["インターネット"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["インターネット接続なし...\\n追加パッケージのインストールが無効になっています。"]},"Important tips for manual partitioning":{"*":["手動パーティション作成の重要なヒント"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["自動パーティショニングを選択すると、これらのヒントが適用されます。"]},"Use BTRFS.":{"*":["BTRFSを使用してください。"]},"This file system allows for automatic compression and restore points.":{"*":["このファイルシステムには自動圧縮とリストアポイントが可能です。"]},"Keep /boot within the / partition.":{"*":["/bootを/パーティション内に保持します。"]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["別のパーティションに配置すると、BTRFSスナップショットの機能が制限されます。"]},"Do not create a SWAP partition.":{"*":["スワップパーティションを作成しないでください。"]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["ZramとSWAPファイルを使用した動的仮想メモリ管理を実装しました。"]},"SWAP partitions will not be used.":{"*":["SWAPパーティションは使用されません。"]},"The system is in":{"*":["システムはオンラインです"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["およびグラフィカルモード"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["これは共同作業システムです。ヘルプが必要な場合は、当社のフォーラムを参照してください: https://forum.biglinux.com.br。"]},"Back":{"*":["戻る"]},"Maintenance":{"*":["メンテナンス"]},"Tools that facilitate the maintenance of the installed system.":{"*":["インストールされたシステムのメンテナンスを容易にするツール。"]},"Restore":{"*":["復元"]},"Installation":{"*":["インストール"]},"The system is in live mode, which has limitations.":{"*":["システムはライブモードで稼働しており、制限があります。"]},"Install it for a complete experience.":{"*":["完全な体験のためにインストールしてください。"]},"Install":{"*":["インストール"]},"Minimal":{"*":["最小"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["高度にカスタマイズされたエクスペリエンスを確保するために、インストールするプログラムを選択してください。"]},"Restore system settings":{"*":["システム設定を復元する"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["インストールされたシステムの復元を容易にするユーティリティ、特にシステムブート（Grub）の復元を支援します。"]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["インストールされたシステムのパッケージマネージャやターミナルにアクセスするためにも使用できます。"]},"Start":{"*":["開始"]},"Snapshot and backups":{"*":["スナップショットとバックアップ"]},"Restore restore points of the installed system.":{"*":["インストールされたシステムの復元ポイントを復元します。"]},"Uncheck the programs you want to remove":{"*":["削除したいプログラムのチェックを外してください"]},"Uncheck All":{"*":["すべてのチェックを外す"]},"Check All":{"*":["すべてをチェック"]},"Install System":{"*":["システムをインストール"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["マザーボード上のEFIエントリを管理する（NVRAM）："]},"EFI Entry Manager":{"*":["EFIエントリーマネージャー"]},"Open the EFI manager":{"*":["EFIマネージャーを開く"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["マザーボードにEFIエントリを書き込むことはできませんでした。おそらく、空き容量が不足しているためです。\n\nEFIマネージャーで削除できるエントリを確認し、システムの再インストールを試みてください。"]},"Don't open QEFIEntryManager...":{"*":["QEFIEntryManagerを開かないでください..."]}}}}