{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Por favor, espere..."]},"Checking the integrity of the download and storage device...":{"*":["Comprobando la integridad de la descarga y el dispositivo de almacenamiento..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>¿Desea continuar con la instalación de esta versión antigua de todos modos?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux es un sistema con actualizaciones semanales y esta versión se lanzó hace más de un mes.\\nRecomendamos descargar una versión más reciente."]},"Continue":{"*":["Continuar"]},"Close":{"*":["Cerrar"]},"Outdated Version":{"*":["Versión obsoleta"]},"Do you want to proceed with the installation in EFI mode?":{"*":["¿Desea continuar con la instalación en modo EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["El arranque actual está utilizando el modo <span color='#CC2222'>EFI</span>, pero no encontré ninguna partición EFI en esta computadora.\n\nSi esta computadora ya tiene otro sistema instalado y planeas mantenerlo instalado, probablemente necesitarás cambiar la configuración en la BIOS para arrancar en modo heredado, también conocido como modo BIOS."]},"Install the system":{"*":["Instalar el sistema"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["¿Desea continuar con la instalación en modo Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["El arranque actual está utilizando el modo <span color='#CC2222'>Legacy/BIOS</span>, pero encontré al menos una partición EFI en esta computadora.\n\nPara que la instalación sea exitosa, probablemente necesitarás cambiar la configuración en la BIOS para arrancar en modo EFI o UEFI."]},"Sending, please wait...":{"*":["Enviando, por favor espere..."]},"Open":{"*":["Abrir"]},"Send to the cloud":{"*":["Enviar a la nube"]},"calamares LOG":{"*":["Registro de Calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\n¿Desea ver o enviar el archivo de registro de instalación a la nube?\\nGenerar un enlace para enviar en grupos de soporte.\\n"]},"Closing file...":{"*":["Cerrando archivo..."]},"Checking the file:":{"*":["Revisando el archivo:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Comprobando errores de descarga o de la unidad USB, esto puede tardar unos minutos..."]},"Checking system integrity":{"*":["Comprobando la integridad del sistema"]},"Error found, please download the system again or use another USB drive.":{"*":["Error encontrado, por favor descargue el sistema nuevamente o utilice otro USB."]},"The files are intact.":{"*":["Los archivos están intactos."]},"Verification canceled.":{"*":["Verificación cancelada."]},"Wait...":{"*":["Espera..."]},"Checking internet connection...":{"*":["Comprobando conexión a internet..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Sin conexión a internet...\nInstalación de paquetes adicionales deshabilitada."]},"Important tips for manual partitioning":{"*":["Consejos importantes para la partición manual"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Si optas por la partición automática, se aplicarán estos consejos."]},"Use BTRFS.":{"*":["Usa BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Este sistema de archivos permite la compresión automática y puntos de restauración."]},"Keep /boot within the / partition.":{"*":["Mantener /boot dentro de la partición /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Colocarlo en una partición separada dificulta las instantáneas de BTRFS."]},"Do not create a SWAP partition.":{"*":["No crear una partición SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Hemos implementado la gestión dinámica de memoria virtual con Zram y archivos SWAP."]},"SWAP partitions will not be used.":{"*":["Las particiones SWAP no se utilizarán."]},"The system is in":{"*":["El sistema está en"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["y modo gráfico"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Este es un sistema colaborativo, si necesitas ayuda consulta nuestro foro: https://forum.biglinux.com.br."]},"Back":{"*":["Atrás"]},"Maintenance":{"*":["Mantenimiento"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Herramientas que facilitan el mantenimiento del sistema instalado."]},"Restore":{"*":["Restaurar"]},"Installation":{"*":["Instalación"]},"The system is in live mode, which has limitations.":{"*":["El sistema está en modo en vivo, el cual tiene limitaciones."]},"Install it for a complete experience.":{"*":["Instálalo para una experiencia completa."]},"Install":{"*":["Instalar"]},"Minimal":{"*":["Mínimo"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Elija qué programas instalar, asegurando una experiencia altamente personalizada."]},"Restore system settings":{"*":["Restaurar configuraciones del sistema"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilidad que facilita la restauración del sistema instalado, especialmente la restauración del arranque del sistema (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["También se puede usar para acceder al administrador de paquetes y terminal del sistema instalado."]},"Start":{"*":["Iniciar"]},"Snapshot and backups":{"*":["Instantánea y copias de seguridad"]},"Restore restore points of the installed system.":{"*":["Restaurar puntos de restauración del sistema instalado."]},"Uncheck the programs you want to remove":{"*":["Desmarca los programas que desees eliminar"]},"Uncheck All":{"*":["Desmarcar todo"]},"Check All":{"*":["Marcar todo"]},"Install System":{"*":["Instalar sistema"]}}}}