{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Vă rugăm să așteptați..."]},"Checking the integrity of the download and storage device...":{"*":["Verificarea integrității descărcării și a dispozitivului de stocare..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Doriți să continuați cu instalarea acestei versiuni vechi oricum?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux este un sistem cu actualizări săptămânale și această versiune a fost lansată acum mai mult de o lună.\\nRecomandăm descărcarea unei versiuni mai recente."]},"Continue":{"*":["Continua"]},"Close":{"*":["Închide"]},"Outdated Version":{"*":["Versiune învechită"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Doriți să continuați cu instalarea în modul EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Boot-ul curent folosește modul <span color='#CC2222'>EFI</span>, dar nu am găsit nicio partiție EFI pe acest computer.\n\nDacă acest computer are deja un alt sistem instalat și intenționați să-l păstrați instalat, probabil va trebui să schimbați configurația în BIOS pentru a porni în modul Legacy, numit și mod BIOS."]},"Install the system":{"*":["Instalați sistemul"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Doriți să continuați cu instalarea în modul Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Boot-ul curent folosește modul <span color='#CC2222'>Legacy/BIOS</span>, dar am găsit cel puțin o partiție EFI pe acest calculator.\n\nPentru ca instalarea să fie reușită, probabil va trebui să schimbați configurația în BIOS pentru a porni în modul EFI sau UEFI."]},"Sending, please wait...":{"*":["Trimitere, vă rugăm să așteptați..."]},"Open":{"*":["Deschide"]},"Send to the cloud":{"*":["Trimite în nor"]},"calamares LOG":{"*":["jurnalul Calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Doriți să vizualizați sau să trimiteți fișierul jurnal de instalare în cloud?\\nGenerați un link de trimitere în grupurile de suport."]},"Closing file...":{"*":["Închidere fișier..."]},"Checking the file:":{"*":["Verificând fișierul:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Verificare erori de descărcare sau de pe unitatea USB, acest proces poate dura câteva minute..."]},"Checking system integrity":{"*":["Verificarea integrității sistemului"]},"Error found, please download the system again or use another USB drive.":{"*":["Eroare găsită, vă rugăm descărcați din nou sistemul sau folosiți un alt USB."]},"The files are intact.":{"*":["Fișierele sunt intacte."]},"Verification canceled.":{"*":["Verificarea a fost anulată."]},"Wait...":{"*":["Așteaptă..."]},"Checking internet connection...":{"*":["Verificare conexiune internet..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Fără conexiune la internet...\nInstalarea pachetelor suplimentare este dezactivată."]},"Important tips for manual partitioning":{"*":["Sfaturi importante pentru partajarea manuală"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Dacă optați pentru partajarea automată, aceste sfaturi vor fi aplicate."]},"Use BTRFS.":{"*":["Folosiți BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Acest sistem de fișiere permite compresia automată și punctele de restaurare."]},"Keep /boot within the / partition.":{"*":["Păstrați /boot în cadrul partiției / ."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Plasarea sa într-o partiție separată împiedică instantaneele BTRFS."]},"Do not create a SWAP partition.":{"*":["Nu creați o partiție SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Am implementat gestionarea dinamică a memoriei virtuale cu Zram și fișiere SWAP."]},"SWAP partitions will not be used.":{"*":["Partițiile SWAP nu vor fi utilizate."]},"The system is in":{"*":["Sistemul este în"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["și mod grafic"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Acesta este un sistem colaborativ, dacă aveți nevoie de ajutor, consultați forumul nostru: https://forum.biglinux.com.br."]},"Back":{"*":["Înapoi"]},"Maintenance":{"*":["Întreținere"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Instrumente care facilitează întreținerea sistemului instalat."]},"Restore":{"*":["Restabilire"]},"Installation":{"*":["Instalare"]},"The system is in live mode, which has limitations.":{"*":["Sistemul este în modul live, care are limitări."]},"Install it for a complete experience.":{"*":["Instalați-l pentru o experiență completă."]},"Install":{"*":["Instalare"]},"Minimal":{"*":["Minimale"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Alegeți programele pe care doriți să le instalați, asigurându-vă o experiență personalizată."]},"Restore system settings":{"*":["Restabilire setările sistemului"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilitar care facilitează restaurarea sistemului instalat, în special restaurarea boot-ului sistemului (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Poate fi folosit și pentru a accesa managerul de pachete și terminalul sistemului instalat."]},"Start":{"*":["Începe"]},"Snapshot and backups":{"*":["Captură și backup-uri"]},"Restore restore points of the installed system.":{"*":["Restaurați punctele de restaurare ale sistemului instalat."]},"Uncheck the programs you want to remove":{"*":["Deselectați programele pe care doriți să le eliminați"]},"Uncheck All":{"*":["Deselectați tot"]},"Check All":{"*":["Bifați Toate"]},"Install System":{"*":["Instalare sistem"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Gestionați intrările EFI de pe placa de bază (NVRAM):"]},"EFI Entry Manager":{"*":["Manager de Intrare EFI"]},"Open the EFI manager":{"*":["Deschide managerul EFI"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["\\nNu a fost posibil să se scrie intrarea EFI pe placa de bază, probabil din cauza lipsei de spațiu.\\n\\nVerifică managerul EFI pentru orice intrări care pot fi șterse și încearcă să instalezi sistemul din nou.\\n"]},"Don't open QEFIEntryManager...":{"*":["Nu deschide QEFIEntryManager..."]},"Log Sent":{"*":["Jurnal trimis"]},"Log successfully sent!\\n\\nURL: $fileUrl\\n\\nYou can use this URL to share the log.":{"*":["Log trimis cu succes!\\n\\nURL: $fileUrl\\n\\nPuteți folosi acest URL pentru a partaja logul."]},"Restore points of the installed system.":{"*":["Puncte de restaurare ale sistemului instalat."]}}}}