{"sk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Čakajte prosím..."]},"Checking the integrity of the download and storage device...":{"*":["Kontrola integrity stiahnutia a zariadenia na ukladanie..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Chcete aj napriek tomu pokračovať s inštaláciou tejto starej verzie?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux je systém s týždennými aktualizáciami a táto verzia bola vydaná pred viac ako mesiacom.\\nOdporúčame stiahnuť si novšiu verziu."]},"Continue":{"*":["Pokračovať"]},"Close":{"*":["Zavrieť"]},"Outdated Version":{"*":["Zastaraná verzia"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Chcete pokračovať s inštaláciou v režime EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Aktuálne spustenie používa režim <span color='#CC2222'>EFI</span>, ale na tomto počítači som nenašiel žiadnu EFI oddiel. \n\nAk na tomto počítači už existuje iný systém nainštalovaný a plánujete ho ponechať nainštalovaný, pravdepodobne budete musieť zmeniť konfiguráciu v BIOS-e na spustenie v režime Legacy, nazývanom aj režim BIOS."]},"Install the system":{"*":["Inštalovať systém"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Chcete pokračovať s inštaláciou v režime Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Aktuálne spustenie používa režim <span color='#CC2222'>Legacy/BIOS</span>, ale na tomto počítači som našiel aspoň jednu EFI oddiel. \n\nPre úspešnú inštaláciu pravdepodobne budete musieť zmeniť konfiguráciu v BIOS-e na spustenie v režime EFI alebo UEFI."]},"Sending, please wait...":{"*":["Odosielam, prosím čakajte..."]},"Open":{"*":["Otvoriť"]},"Send to the cloud":{"*":["Odoslať do cloudu"]},"calamares LOG":{"*":["calamares ZÁZNAM"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Chcete zobraziť alebo odoslať inštalačný protokol do cloudového úložiska?\\nGenerovať odkaz na odoslanie do skupín podpory.\\n"]},"Closing file...":{"*":["Zatváram súbor..."]},"Checking the file:":{"*":["Kontrola súboru:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Kontrola chýb pri sťahovaní alebo na USB disku, tento proces môže trvať niekoľko minút..."]},"Checking system integrity":{"*":["Kontrola integrity systému"]},"Error found, please download the system again or use another USB drive.":{"*":["Chyba nájdená, prosím stiahnite si systém znova alebo použite iný USB disk."]},"The files are intact.":{"*":["Súbory sú nedotknuté."]},"Verification canceled.":{"*":["Overenie zrušené."]},"Wait...":{"*":["Počkajte..."]},"Checking internet connection...":{"*":["Kontrola pripojenia na internet..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Bez pripojenia na internet...\\nInštalácia ďalších balíkov je zakázaná."]},"Important tips for manual partitioning":{"*":["Dôležité tipy pre ručné rozdelenie disku"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Ak sa rozhodnete pre automatické rozdelenie, tieto tipy budú aplikované."]},"Use BTRFS.":{"*":["Použite BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Tento súborový systém umožňuje automatickú kompresiu a obnovovacie body."]},"Keep /boot within the / partition.":{"*":["Ponechajte /boot v rámci oddielu /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Umiestnenie ho do samostatnej particie bráni vytváraniu snímokov BTRFS."]},"Do not create a SWAP partition.":{"*":["Nevytvárajte oddelenie SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementovali sme dynamické riadenie virtuálnej pamäte s Zramom a SWAP súbormi."]},"SWAP partitions will not be used.":{"*":["SWAP oddiely nebudú použité."]},"The system is in":{"*":["Systém je v"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["a grafický režim"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Toto je kolaboratívny systém, ak potrebujete pomoc, pozrite sa na naše fórum: https://forum.biglinux.com.br."]},"Back":{"*":["Späť"]},"Maintenance":{"*":["Údržba"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Nástroje, ktoré uľahčujú údržbu nainštalovaného systému."]},"Restore":{"*":["Obnoviť"]},"Installation":{"*":["Inštalácia"]},"The system is in live mode, which has limitations.":{"*":["Systém je v režime naživo, ktorý má obmedzenia."]},"Install it for a complete experience.":{"*":["Inštalujte ho pre úplný zážitok."]},"Install":{"*":["Inštalovať"]},"Minimal":{"*":["Minimálny"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Vyberte, ktoré programy nainštalovať, zabezpečujúc tak veľmi prispôsobený zážitok."]},"Restore system settings":{"*":["Obnoviť nastavenia systému"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Nástroj umožňujúci obnovu nainštalovaného systému, najmä obnovu štartovania systému (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Môže byť tiež použitý na prístup k správcovi balíkov a terminálu nainštalovaného systému."]},"Start":{"*":["Spustiť"]},"Snapshot and backups":{"*":["Snímka a zálohy"]},"Restore restore points of the installed system.":{"*":["Obnoviť body obnovenia nainštalovaného systému."]},"Uncheck the programs you want to remove":{"*":["Odznačte programy, ktoré chcete odstrániť"]},"Uncheck All":{"*":["Odznačiť všetko"]},"Check All":{"*":["Skontrolovať všetko"]}}}}