{"is":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Petua penting untuk pengasingan manual"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Jika Anda memilih partisi otomatis, tips ini akan diterapkan."]},"Use BTRFS.":{"*":["Gunakan BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Sistem fail ini membenarkan penekanan automatik dan titik pulih."]},"Keep /boot within the / partition.":{"*":["Simpan /boot dalam partisi /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Menempatkannya di partisi terpisah menghambat snapshot BTRFS."]},"Do not create a SWAP partition.":{"*":["Jangan membuat partisi SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Kami telah melaksanakan pengelolaan memori virtual dinamis dengan Zram dan berkas SWAP."]},"SWAP partitions will not be used.":{"*":["Partisi SWAP tidak akan digunakan."]},"Continue":{"*":["Terus"]},"The system is in":{"*":["Sistem ini dalam"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["dan mod grafis"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Ini adalah sistem kolaboratif, jika Anda memerlukan bantuan, konsultasikan forum kami: https://forum.biglinux.com.br."]},"Back":{"*":["Kembali"]},"Maintenance":{"*":["Pemeliharaan"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Alat yang memudahkan pemeliharaan sistem yang terpasang."]},"Restore":{"*":["Pulihkan"]},"Installation":{"*":["Pemasangan"]},"The system is in live mode, which has limitations.":{"*":["Sistem berada dalam mode langsung, yang memiliki batasan."]},"Install it for a complete experience.":{"*":["Pasang untuk pengalaman lengkap."]},"Install":{"*":["Pasang"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Pilih program mana yang ingin diinstal, memastikan pengalaman yang sangat disesuaikan."]},"Restore system settings":{"*":["Pulihkan pengaturan sistem"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilitas yang memudahkan pemulihan sistem yang diinstal, terutama pemulihan boot sistem (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Ia juga dapat digunakan untuk mengakses pengelola paket dan terminal sistem yang terpasang."]},"Start":{"*":["Mulai"]},"Snapshot and backups":{"*":["Snapshot dan sandaran"]},"Restore restore points of the installed system.":{"*":["Pulihkan titik pemulihan sistem yang terpasang."]},"Uncheck the programs you want to remove":{"*":["Hapus centang pada program yang ingin Anda hapus"]},"Uncheck All":{"*":["Tidak Centang Semua"]},"Check All":{"*":["Periksa Semua"]}}}}