{"hu":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Fontos tippek a kézi partícionáláshoz"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Ha az automatikus partíciókiosztást választja, ezek a tippek lesznek alkalmazva."]},"Use BTRFS.":{"*":["Használja a BTRFS-t."]},"This file system allows for automatic compression and restore points.":{"*":["Ez a fájlrendszer automatikus tömörítést és visszaállítási pontokat tesz lehetővé."]},"Keep /boot within the / partition.":{"*":["Tartsa a /boot mappát a / partíción belül."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["A BTRFS snapshotokat külön partícióba helyezve akadályozza."]},"Do not create a SWAP partition.":{"*":["Ne hozzon létre SWAP partíciót."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementáltunk dinamikus virtuális memóriakezelést Zram és SWAP fájlok segítségével."]},"SWAP partitions will not be used.":{"*":["A SWAP partíciók nem lesznek használva."]},"Continue":{"*":["Folytatás"]},"The system is in":{"*":["A rendszer be van állítva"]},", kernel":{"*":["kernel"]},"and graphical mode":{"*":["és grafikus mód"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Ez egy együttműködési rendszer, ha segítségre van szükséged, konzultálj a fórumunkkal: https://forum.biglinux.com.br."]},"Back":{"*":["Vissza"]},"Maintenance":{"*":["Karbantartás"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Az telepített rendszer karbantartását segítő eszközök."]},"Restore":{"*":["Visszaállítás"]},"Installation":{"*":["Telepítés"]},"The system is in live mode, which has limitations.":{"*":["A rendszer élő módban van, amely korlátozásokkal jár."]},"Install it for a complete experience.":{"*":["Telepítse a teljes élményért."]},"Install":{"*":["Telepítés"]},"Minimal":{"*":["Minimális"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Válassza ki, mely programokat telepíti, biztosítva a nagyon testreszabott élményt."]},"Restore system settings":{"*":["Rendszerbeállítások visszaállítása"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Rendszer helyreállítását segítő segédprogram, különösen a rendszerindítás (Grub) helyreállítását."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Ez is használható a telepített rendszer csomagkezelőjének és termináljának elérésére."]},"Start":{"*":["Indítás"]},"Snapshot and backups":{"*":["Képernyőkép és biztonsági másolatok"]},"Restore restore points of the installed system.":{"*":["Visszaállítja a telepített rendszer visszaállítási pontjait."]},"Uncheck the programs you want to remove":{"*":["Jelölje be azokat a programokat, amelyeket el szeretne távolítani."]},"Uncheck All":{"*":["Összes kijelölés megszüntetése"]},"Check All":{"*":["Összes ellenőrzése"]}}}}