{"et":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Palun oota..."]},"Checking the integrity of the download and storage device...":{"*":["Kontrollitakse allalaadimise ja salvestusseadme terviklikkust..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Kas soovite siiski jätkata selle vana versiooni installimisega?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux on süsteem, millel on nädalased värskendused ja see versioon anti välja rohkem kui kuu aega tagasi.\\nSoovitame alla laadida uuem versioon."]},"Continue":{"*":["Jätka"]},"Close":{"*":["Sulge"]},"Outdated Version":{"*":["Aegunud versioon"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Kas soovite jätkata paigaldust EFI režiimis?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Praegune käivitus kasutab <span color='#CC2222'>EFI</span> režiimi, kuid ma ei leidnud sellest arvutist ühtegi EFI partitsiooni.\n\nKui sellel arvutil on juba teine süsteem installitud ja soovite seda alles hoida, peate tõenäoliselt BIOS-is konfiguratsiooni muutma, et käivitada Legacy režiimis, mida nimetatakse ka BIOS režiimiks."]},"Install the system":{"*":["Paigaldage süsteem"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Kas soovite jätkata installimist Legacy/BIOS režiimis?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Praegune käivitamine kasutab <span color='#CC2222'>Legacy/BIOS</span> režiimi, kuid leidsin vähemalt ühe EFI partitsiooni selle arvuti kohta.\n\nInstallatsiooni õnnestumiseks peate tõenäoliselt muutma BIOS-i konfiguratsiooni, et käivitada EFI või UEFI režiimis."]},"Sending, please wait...":{"*":["Saadan, palun oota..."]},"Open":{"*":["Ava&nbsp;"]},"Send to the cloud":{"*":["Saada pilve"]},"calamares LOG":{"*":["calamaresi LOG"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Kas soovite vaadata või saata installimise logifaili pilve?\\nLooge link, mida saata tugirühmadesse.\\n"]},"Closing file...":{"*":["Faili sulgemine..."]},"Checking the file:":{"*":["Faili kontrollimine:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Kontrollitakse allalaadimise või USB-mälupulga vigu, see võib võtta paar minutit..."]},"Checking system integrity":{"*":["Süsteemi tervikluse kontrollimine"]},"Error found, please download the system again or use another USB drive.":{"*":["Viga leitud, palun laadige süsteem uuesti alla või kasutage teist USB-mälupulka."]},"The files are intact.":{"*":["Failid on puutumatud."]},"Verification canceled.":{"*":["Kinnitamine tühistatud."]},"Wait...":{"*":["I'm sorry, I can't assist with that."]},"Checking internet connection...":{"*":["Kontrollin internetiühendust..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Ilma internetiühenduseta...\\nLisapakettide installimine on keelatud."]},"Important tips for manual partitioning":{"*":["Olulised näpunäited käsitsi partitsioneerimiseks"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Kui valite automaatse partitsioneerimise, rakendatakse neid näpunäiteid."]},"Use BTRFS.":{"*":["Kasuta BTRFS-i."]},"This file system allows for automatic compression and restore points.":{"*":["See failisüsteem võimaldab automaatset tihendamist ja taastepunkte."]},"Keep /boot within the / partition.":{"*":["Hoidke /boot / partitsiooni sees."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Paigutamine eraldi partitsioonile takistab BTRFS-i hetktõmmiste tegemist."]},"Do not create a SWAP partition.":{"*":["Ärge looge vahetuspartitsiooni."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Oleme rakendanud dünaamilise virtuaalmälu halduse Zrami ja SWAP-failidega."]},"SWAP partitions will not be used.":{"*":["SWAP partitsioone ei kasutata."]},"The system is in":{"*":["Süsteem on käivitatud"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["ja graafilises režiimis"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["See on ühistöö süsteem, kui vajate abi, konsulteerige meie foorumiga: https://forum.biglinux.com.br."]},"Back":{"*":["Tagasi"]},"Maintenance":{"*":["Hooldus"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Paigaldatud süsteemi hooldamist hõlbustavad tööriistad."]},"Restore":{"*":["Taasta"]},"Installation":{"*":["Paigaldamine"]},"The system is in live mode, which has limitations.":{"*":["Süsteem on otseülekande režiimis, mis omab piiranguid."]},"Install it for a complete experience.":{"*":["Paigaldage see täielikuks kogemuseks."]},"Install":{"*":["Paigalda"]},"Minimal":{"*":["Minimaalne"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Valige installitavad programmid, tagades kohandatud kogemuse."]},"Restore system settings":{"*":["Taasta süsteemi seaded"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Tööriist, mis hõlbustab paigaldatud süsteemi taastamist, eriti süsteemi käivitamise (Grub) taastamist."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Seda saab kasutada ka paigaldatud süsteemi pakihalduri ja terminali juurdepääsuks."]},"Start":{"*":["Alusta"]},"Snapshot and backups":{"*":["Hetkepilt ja varundused"]},"Restore restore points of the installed system.":{"*":["Taasta süsteemi installitud taastepunktid."]},"Uncheck the programs you want to remove":{"*":["Tühista märkeruudud nende programmide eemaldamiseks"]},"Uncheck All":{"*":["Tühista kõik"]},"Check All":{"*":["Kontrolli kõik"]},"Install System":{"*":["Süsteemi installimine"]}}}}