Repository: biglinux/calamares-biglinux
Catalog: po/calamares-biglinux.*.po
Languages: es

source: Instalar o BigLinux
es: Instalación de BigLinux

source: A partição Btrfs trás diversas melhorias para o sistema, <br> por exemplo, compactação de dados e pontos de restauração. <br><br> Em algumas configurações de particionamento o Btrfs pode ser incompatível. <br><br> Recomendo utilizar Btrfs, mas se a instalação não funcionar<br> corretamente experimente instalar utilizando EXT4.
es: La partición Btrfs aporta varias mejoras al sistema, <br> por ejemplo, la compresión de datos y los puntos de restauración. <br><br> En algunas configuraciones de particionamiento Btrfs puede ser incompatible. <br><br> Recomiendo usar Btrfs, pero si la instalación no funciona<br> correctamente, intente instalar usando EXT4.</br></br></br></br></br></br>

source: A partição Btrfs trás diversas melhorias para o sistema, <br> por exemplo, compactação de dados e pontos de restauração. <br><br> Essa opção também desativa as chamadas de fsync de todos os programas. <br><br> Isso torna o sistema mais responsivo, porém, caso falte energia, <br> pode ser que os arquivos salvos nos últimos segundos não estejam <br> realmente salvos, então, ao ligar novamente o computador as últimas <br> modificações podem ter sido revertidas. <br><br> Geralmente essa é a melhor opção para instalar o BigLinux.
es: La partición Btrfs aporta varias mejoras al sistema, <br> por ejemplo, la compresión de datos y los puntos de restauración. <br><br> Esta opción también desactiva las llamadas fsync de todos los programas. <br><br> Sin embargo, esto hace que el sistema tenga una mayor capacidad de respuesta en caso de que se produzca un fallo en el suministro eléctrico, <br> puede ser que los archivos guardados en los últimos segundos no sean <br> guardado, por lo que al volver a encender el ordenador, los últimos segundos se <br> los cambios pueden haberse invertido. <br><br> Generalmente esta es la mejor opción para instalar BigLinux. </br></br></br></br></br></br></br></br></br></br>

source: Este é o tipo de particionamento mais tradicional <br> para sistemas Linux, porém, possui menos recursos <br> que o particionamento Btrfs.
es: Este es el tipo de partición más tradicional <br> para sistemas Linux, pero tiene menos recursos <br> que el particionamiento Btrfs.</br></br>

source: Obrigado por escolher o BigLinux.
es: Gracias por elegir BigLinux.

source: Passe o mouse sobre as opções a seguir para mais informações sobre<br>as opções de particionamento, em caso de duvidas<br>utilize a opção recomendada.
es: Pase el ratón por encima de las siguientes opciones para obtener más información sobre las<br>opciones de partición, en caso de duda utilice<br>la opción recomendada</br></br>.

source: Btrfs sem fsync
es: Btrfs sin fsync

source: Btrfs com fsync
es: Btrfs con fsync

source: O sistema esta em modo
es: El sistema está en

source: e com o kernel
es: y con el núcleo
