{"he":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["המתן בבקשה..."]},"Checking the integrity of the download and storage device...":{"*":["בדיקת תקינות ההורדה והתקן אחסון..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>האם ברצונך להמשיך עם ההתקנה של גרסה ישנה זו בכל זאת?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux היא מערכת עם עדכונים שבועיים וגרסה זו הושקה לפני יותר מחודש.\nאנו ממליצים להוריד גרסה עדכנית יותר."]},"Continue":{"*":["המשך"]},"Close":{"*":["סגור"]},"Outdated Version":{"*":["גרסה מיושנת"]},"Do you want to proceed with the installation in EFI mode?":{"*":["האם ברצונך להמשיך עם ההתקנה במצב EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["ההפעלה הנוכחית משתמשת במצב <span color='#CC2222'>EFI</span>, אך לא מצאתי שום מחיצת EFI במחשב זה.\n\nאם במחשב זה כבר מותקן מערכת אחרת ותכוון לשמור על ההתקנה, כנראה תצטרך לשנות את ההגדרות ב-BIOS כדי להפעיל במצב לגססי, המכונה גם מצב BIOS."]},"Install the system":{"*":["התקן את המערכת"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["האם ברצונך להמשיך עם ההתקנה במצב לגסי/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["ההפעלה הנוכחית משתמשת במצב <span color='#CC2222'>Legacy/BIOS</span>, אך מצאתי לפחות מחיצת EFI אחת במחשב זה.\n\nכדי שההתקנה תצליח, כנראה תצטרך \nלשנות את ההגדרות ב-BIOS כך שההפעלה תתבצע במצב EFI או UEFI."]},"Sending, please wait...":{"*":["שולח, אנא המתן..."]},"Open":{"*":["פתח"]},"Send to the cloud":{"*":["שלח לענן"]},"calamares LOG":{"*":["יומן Calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["האם ברצונך להציג או לשלוח את קובץ היומן של ההתקנה לענן?\\nצור קישור לשליחה בקבוצות תמיכה."]},"Closing file...":{"*":["סגירת קובץ..."]},"Checking the file:":{"*":["בודק את הקובץ:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["בודק תקלות בהורדה או בכונן USB, זה עשוי לקחת כמה דקות..."]},"Checking system integrity":{"*":["בדיקת תקינות המערכת"]},"Error found, please download the system again or use another USB drive.":{"*":["שגיאה נמצאה, אנא הורד את המערכת שוב או השתמש בכונן USB אחר."]},"The files are intact.":{"*":["הקבצים שלמים."]},"Verification canceled.":{"*":["האימות בוטל."]},"Wait...":{"*":["המתן..."]},"Checking internet connection...":{"*":["בודק חיבור אינטרנט..."]},"Internet":{"*":["אינטרנט"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["בלי חיבור לאינטרנט...\nהתקנת חבילות נוספות מושבתת."]},"Important tips for manual partitioning":{"*":["טיפים חשובים למיתוג ידני"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["אם תבחר במיצוב אוטומטי, הטיפים הללו ייושמו."]},"Use BTRFS.":{"*":["השתמש ב-BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["מערכת הקבצים הזו מאפשרת דחיסה אוטומטית ונקודות שחזור."]},"Keep /boot within the / partition.":{"*":["שמור את /boot בתוך המחיצה של /"]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["שימוש במחיצה נפרדת מונע צילומי BTRFS."]},"Do not create a SWAP partition.":{"*":["אל תיצור מחיצת SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["השתמשנו בניהול זיכרון וירטואלי דינמי עם Zram וקבצי SWAP."]},"SWAP partitions will not be used.":{"*":["המחלקות SWAP לא יועשה בהן שימוש."]},"The system is in":{"*":["המערכת נמצאת ב"]},", Linux":{"*":["לינוקס"]},"and graphical mode":{"*":["ומצב גרפי"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["זהו מערכת שיתופי, אם נדרשת עזרה יש להתייעץ בפורום שלנו: https://forum.biglinux.com.br."]},"Back":{"*":["אחורה"]},"Maintenance":{"*":["תחזוקה"]},"Tools that facilitate the maintenance of the installed system.":{"*":["כלים שמקלים על תחזוקת המערכת שמותקנת."]},"Restore":{"*":["שחזור"]},"Installation":{"*":["התקנה"]},"The system is in live mode, which has limitations.":{"*":["המערכת פועלת במצב חי, שיש לו הגבלות."]},"Install it for a complete experience.":{"*":["התקן אותו עבור חוויית משתמש מלאה."]},"Install":{"*":["התקן"]},"Minimal":{"*":["מינימלי"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["בחר אילו תוכניות להתקין, וודא שהחוויה תהיה מותאמת אישית."]},"Restore system settings":{"*":["שחזור הגדרות המערכת"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["תוכנת עזר שמקלה על שחזור המערכת המותקנת, במיוחד שחזור האתחול של המערכת (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["ניתן גם להשתמש בו כדי לגשת למנהל החבילות ולטרמינל של המערכת שהותקנה."]},"Start":{"*":["התחלה"]},"Snapshot and backups":{"*":["צילום מסך וגיבויים"]},"Restore restore points of the installed system.":{"*":["שחזור נקודות שחזור של המערכת שמותקנת."]},"Uncheck the programs you want to remove":{"*":["בטל את התוכניות שתרצה להסיר"]},"Uncheck All":{"*":["בטל את כל הסימונים"]},"Check All":{"*":["בדוק הכל"]}}}}