{"de":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Bitte warten..."]},"Checking the integrity of the download and storage device...":{"*":["Überprüfen der Integrität des Downloads und des Speichergeräts..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Möchten Sie trotzdem mit der Installation dieser alten Version fortfahren?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux ist ein System mit wöchentlichen Updates und diese Version wurde vor mehr als einem Monat veröffentlicht.\\nWir empfehlen, eine aktuellere Version herunterzuladen."]},"Continue":{"*":["Weiterhin"]},"Close":{"*":["Schließen"]},"Outdated Version":{"*":["Veraltete Version"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Möchten Sie mit der Installation im EFI-Modus fortfahren?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Der aktuelle Bootvorgang verwendet den <span color='#CC2222'>EFI</span>-Modus, aber ich habe keine EFI-Partition auf diesem Computer gefunden.\n\nWenn auf diesem Computer bereits ein anderes System installiert ist und Sie es beibehalten möchten, müssen Sie wahrscheinlich die Konfiguration im BIOS ändern, um im Legacy-Modus zu booten, auch bekannt als BIOS-Modus."]},"Install the system":{"*":["System installieren"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Möchten Sie mit der Installation im Legacy/BIOS-Modus fortfahren?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Der aktuelle Bootvorgang verwendet den Legacy/BIOS-Modus, aber ich habe mindestens eine EFI-Partition auf diesem Computer gefunden.\n\nUm die Installation erfolgreich durchzuführen, müssen Sie wahrscheinlich die Konfiguration im BIOS ändern, um im EFI- oder UEFI-Modus zu booten."]},"Sending, please wait...":{"*":["Senden, bitte warten..."]},"Open":{"*":["Öffnen"]},"Send to the cloud":{"*":["In die Cloud senden"]},"calamares LOG":{"*":["Calamares-Protokoll"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Möchten Sie die Installationsprotokolldatei anzeigen oder in die Cloud senden?\\nGenerieren Sie einen Link zum Senden in Support-Gruppen."]},"Closing file...":{"*":["Datei wird geschlossen..."]},"Checking the file:":{"*":["Die Datei wird überprüft:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Überprüfung auf Download- oder USB-Laufwerksfehler, dies kann einige Minuten dauern..."]},"Checking system integrity":{"*":["Überprüfung der Systemintegrität"]},"Error found, please download the system again or use another USB drive.":{"*":["Fehler gefunden, bitte laden Sie das System erneut herunter oder verwenden Sie ein anderes USB-Laufwerk."]},"The files are intact.":{"*":["Die Dateien sind intakt."]},"Verification canceled.":{"*":["Verifizierung abgebrochen."]},"Wait...":{"*":["Warten..."]},"Checking internet connection...":{"*":["Internetverbindung wird überprüft..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Ohne Internetverbindung...\\nDie Installation von zusätzlichen Paketen ist deaktiviert."]},"Important tips for manual partitioning":{"*":["Wichtige Tipps für die manuelle Partitionierung"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps angewendet."]},"Use BTRFS.":{"*":["Verwenden Sie BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Dieses Dateisystem ermöglicht automatische Komprimierung und Wiederherstellungspunkte."]},"Keep /boot within the / partition.":{"*":["Halten Sie /boot innerhalb der /-Partition."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Das Platzieren in einer separaten Partition beeinträchtigt BTRFS-Snapshots."]},"Do not create a SWAP partition.":{"*":["Erstellen Sie keine SWAP-Partition."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Wir haben dynamisches virtuelles Speichermanagement mit Zram und SWAP-Dateien implementiert."]},"SWAP partitions will not be used.":{"*":["SWAP-Partitionen werden nicht verwendet."]},"The system is in":{"*":["Das System ist aktiv."]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["und grafischer Modus"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Dies ist ein kollaboratives System, wenn Sie Hilfe benötigen, konsultieren Sie unser Forum: https://forum.biglinux.com.br."]},"Back":{"*":["Zurück"]},"Maintenance":{"*":["Wartung"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Werkzeuge, die die Wartung des installierten Systems erleichtern."]},"Restore":{"*":["Wiederherstellen"]},"Installation":{"*":["Installation"]},"The system is in live mode, which has limitations.":{"*":["Das System befindet sich im Live-Modus, der Einschränkungen hat."]},"Install it for a complete experience.":{"*":["Installieren Sie es für ein vollständiges Erlebnis."]},"Install":{"*":["Installieren"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Wählen Sie aus, welche Programme installiert werden sollen, um ein individuelles Erlebnis zu gewährleisten."]},"Restore system settings":{"*":["Systemeinstellungen wiederherstellen"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Dienstprogramm zur Wiederherstellung des installierten Systems, insbesondere zur Wiederherstellung des Systemstarts (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"Start":{"*":["Start"]},"Snapshot and backups":{"*":["Momentaufnahme und Sicherungen"]},"Restore restore points of the installed system.":{"*":["Wiederherstellen von Wiederherstellungspunkten des installierten Systems."]},"Uncheck the programs you want to remove":{"*":["Deaktivieren Sie die Programme, die Sie entfernen möchten."]},"Uncheck All":{"*":["Alle abwählen"]},"Check All":{"*":["Alle auswählen"]}}}}