{"cs":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Počkejte prosím..."]},"Checking the integrity of the download and storage device...":{"*":["Kontrola integrity stahování a úložného zařízení..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Chcete pokračovat v instalaci této staré verze?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux je systém s týdenními aktualizacemi a tato verze byla vydána před více než měsícem.\\nDoporučujeme stáhnout novější verzi."]},"Continue":{"*":["Pokračovat"]},"Close":{"*":["Zavřít"]},"Outdated Version":{"*":["Zastaralá verze"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Chcete pokračovat s instalací v režimu EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Aktuální zavádění používá režim <span color='#CC2222'>EFI</span>, ale na tomto počítači jsem nenašel žádnou oddílovou EFI. \n\nPokud je na tomto počítači již nainstalován jiný systém a chcete ho ponechat nainstalovaný, pravděpodobně budete muset změnit konfiguraci v BIOSu pro zavádění v režimu Legacy, také nazývaném režim BIOS."]},"Install the system":{"*":["Nainstalovat systém"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Chcete pokračovat s instalací v režimu Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Aktuální zavádění používá režim <span color='#CC2222'>Legacy/BIOS</span>, ale na tomto počítači jsem našel alespoň jednu oddílovou tabulku EFI. \n\nPro úspěšnou instalaci pravděpodobně budete muset změnit konfiguraci v BIOSu pro zavádění v režimu EFI nebo UEFI."]},"Sending, please wait...":{"*":["Odesílání, čekejte prosím..."]},"Open":{"*":["Otevřít"]},"Send to the cloud":{"*":["Odeslat do cloudu"]},"calamares LOG":{"*":["calamares ZÁZNAM"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Chcete zobrazit nebo odeslat instalační protokol do cloudu?\\nVygenerovat odkaz k odeslání ve skupinách podpory.\\n"]},"Closing file...":{"*":["Uzavírání souboru..."]},"Checking the file:":{"*":["Kontrola souboru:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Kontrola chyb stahování nebo chyb USB disku, může to trvat několik minut..."]},"Checking system integrity":{"*":["Kontrola integrity systému"]},"Error found, please download the system again or use another USB drive.":{"*":["Chyba nalezena, stáhněte prosím systém znovu nebo použijte jiný USB disk."]},"The files are intact.":{"*":["Soubory jsou nedotčeny."]},"Verification canceled.":{"*":["Ověření zrušeno."]},"Wait...":{"*":["N/A"]},"Checking internet connection...":{"*":["Kontrola připojení k internetu..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Bez připojení k internetu...\\nInstalace dodatečných balíčků zakázána."]},"Important tips for manual partitioning":{"*":["Důležité tipy pro ruční rozdělení disku"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Pokud zvolíte automatické rozdělení, budou použity tyto tipy."]},"Use BTRFS.":{"*":["Použijte BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Tento souborový systém umožňuje automatickou kompresi a obnovovací body."]},"Keep /boot within the / partition.":{"*":["Udržujte /boot uvnitř oddílu /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Umístění do samostatné oddílu brání snímkům BTRFS."]},"Do not create a SWAP partition.":{"*":["Nevytvářejte SWAP oddíl."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementovali jsme dynamické řízení virtuální paměti s Zramem a SWAP soubory."]},"SWAP partitions will not be used.":{"*":["SWAP oddíly nebudou použity."]},"The system is in":{"*":["Systém je v"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["a grafický režim"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Toto je kolaborativní systém, pokud potřebujete pomoc, konzultujte naše fórum: https://forum.biglinux.com.br."]},"Back":{"*":["Zpět"]},"Maintenance":{"*":["Údržba"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Nástroje usnadňující údržbu nainstalovaného systému."]},"Restore":{"*":["Obnovit"]},"Installation":{"*":["Instalace"]},"The system is in live mode, which has limitations.":{"*":["Systém je v režimu živého provozu, který má omezení."]},"Install it for a complete experience.":{"*":["Nainstalujte jej pro úplný zážitek."]},"Install":{"*":["Instalovat"]},"Minimal":{"*":["Minimální"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Vyberte, které programy nainstalovat, zajistěte tak velmi přizpůsobený zážitek."]},"Restore system settings":{"*":["Obnovit nastavení systému"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Nástroj umožňující obnovu nainstalovaného systému, zejména obnovu systémového zavaděče (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Také lze použít k přístupu k správci balíčků a terminálu nainstalovaného systému."]},"Start":{"*":["Spustit"]},"Snapshot and backups":{"*":["Snímek a zálohy"]},"Restore restore points of the installed system.":{"*":["Obnovit body obnovení nainstalovaného systému."]},"Uncheck the programs you want to remove":{"*":["Odznačte programy, které chcete odstranit"]},"Uncheck All":{"*":["Odznačit vše"]},"Check All":{"*":["Zkontrolovat vše"]},"Install System":{"*":["Nainstalovat systém"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Spravujte EFI položky na základní desce (NVRAM):"]},"EFI Entry Manager":{"*":["Správce záznamů EFI"]}}}}