{"cs":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Důležité tipy pro ruční rozdělení disku"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Pokud zvolíte automatické rozdělení, budou použity tyto tipy."]},"Use BTRFS.":{"*":["Použijte BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Tento souborový systém umožňuje automatickou kompresi a obnovovací body."]},"Keep /boot within the / partition.":{"*":["Udržujte /boot uvnitř oddílu /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Umístění do samostatné oddílu brání snímkům BTRFS."]},"Do not create a SWAP partition.":{"*":["Nevytvářejte SWAP oddíl."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementovali jsme dynamické řízení virtuální paměti s Zramem a SWAP soubory."]},"SWAP partitions will not be used.":{"*":["SWAP oddíly nebudou použity."]},"Continue":{"*":["Pokračovat"]},"The system is in":{"*":["Systém je v"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["a grafický režim"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Toto je kolaborativní systém, pokud potřebujete pomoc, konzultujte naše fórum: https://forum.biglinux.com.br."]},"Back":{"*":["Zpět"]},"Maintenance":{"*":["Údržba"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Nástroje usnadňující údržbu nainstalovaného systému."]},"Restore":{"*":["Obnovit"]},"Installation":{"*":["Instalace"]},"The system is in live mode, which has limitations.":{"*":["Systém je v režimu živého provozu, který má omezení."]},"Install it for a complete experience.":{"*":["Nainstalujte jej pro úplný zážitek."]},"Install":{"*":["Instalovat"]},"Minimal":{"*":["Minimální"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Vyberte, které programy nainstalovat, zajistěte tak velmi přizpůsobený zážitek."]},"Restore system settings":{"*":["Obnovit nastavení systému"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Nástroj umožňující obnovu nainstalovaného systému, zejména obnovu systémového zavaděče (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Také lze použít k přístupu k správci balíčků a terminálu nainstalovaného systému."]},"Start":{"*":["Spustit"]},"Snapshot and backups":{"*":["Snímek a zálohy"]},"Restore restore points of the installed system.":{"*":["Obnovit body obnovení nainstalovaného systému."]},"Uncheck the programs you want to remove":{"*":["Odznačte programy, které chcete odstranit"]},"Uncheck All":{"*":["Odznačit vše"]},"Check All":{"*":["Zkontrolovat vše"]}}}}