{"fi":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Odota hetki..."]},"Checking the integrity of the download and storage device...":{"*":["Tarkistetaan latauksen ja tallennuslaitteen eheys..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Haluatko silti jatkaa tämän vanhan version asennusta?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux on järjestelmä, jossa on viikoittaisia päivityksiä, ja tämä versio julkaistiin yli kuukausi sitten.\\nSuosittelemme lataamaan uudemman version."]},"Continue":{"*":["Jatka"]},"Close":{"*":["Sulje"]},"Outdated Version":{"*":["Vanhentunut versio"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Haluatko jatkaa asennusta EFI-tilassa?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Nykyinen käynnistys käyttää <span color='#CC2222'>EFI</span>-tilaa, mutta en löytänyt tältä tietokoneelta mitään EFI-osioita.\n\nJos tällä tietokoneella on jo toinen käyttöjärjestelmä asennettuna ja aiot pitää sen asennettuna, sinun todennäköisesti täytyy muuttaa asetukset BIOSissa käynnistääksesi Legacy-tilassa, jota kutsutaan myös BIOS-tilaksi."]},"Install the system":{"*":["Asenna järjestelmä"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Haluatko jatkaa asennusta Legacy/BIOS-tilassa?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Nykyinen käynnistys käyttää <span color='#CC2222'>Legacy/BIOS</span> -tilaa, mutta löysin vähintään yhden EFI-osion tästä tietokoneesta.\n\nAsennuksen onnistumiseksi sinun on todennäköisesti muutettava BIOSin asetukset käynnistämään EFI- tai UEFI-tilassa."]},"Sending, please wait...":{"*":["Lähetetään, odota..."]},"Open":{"*":["Avaa"]},"Send to the cloud":{"*":["Lähetä pilveen"]},"calamares LOG":{"*":["calamares LOKI"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Haluatko tarkastella tai lähettää asennuslokitiedoston pilveen?\\nLuo linkki lähetettäväksi tukiryhmiin.\\n"]},"Closing file...":{"*":["Suljetaan tiedostoa..."]},"Checking the file:":{"*":["Tarkistetaan tiedostoa:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Tarkistetaan lataus- tai USB-aseman virheitä, tämä saattaa kestää muutaman minuutin..."]},"Checking system integrity":{"*":["Järjestelmän eheys tarkistetaan"]},"Error found, please download the system again or use another USB drive.":{"*":["Virhe löydetty, lataa järjestelmä uudelleen tai käytä toista USB-asemaa."]},"The files are intact.":{"*":["Tiedostot ovat ehjät."]},"Verification canceled.":{"*":["Vahvistus peruutettu."]},"Wait...":{"*":["Odota..."]},"Checking internet connection...":{"*":["Tarkistetaan internet-yhteyttä..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Ilman internet-yhteyttä...\\nLisäpakettien asennus on poistettu käytöstä."]},"Important tips for manual partitioning":{"*":["Tärkeitä vinkkejä manuaaliseen osiointiin"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Jos valitset automaattisen osiointitoiminnon, nämä vinkit otetaan käyttöön."]},"Use BTRFS.":{"*":["Käytä BTRFS:ää."]},"This file system allows for automatic compression and restore points.":{"*":["Tämä tiedostojärjestelmä mahdollistaa automaattisen pakkaamisen ja palautuspisteet."]},"Keep /boot within the / partition.":{"*":["Pidä /boot osana / osiota."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Sijoittaminen erilliseen osioon haittaa BTRFS-tallenteita."]},"Do not create a SWAP partition.":{"*":["Älä luo SWAP-osioita."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Olemme toteuttaneet dynaamisen virtuaalimuistin hallinnan Zramin ja SWAP-tiedostojen avulla."]},"SWAP partitions will not be used.":{"*":["SWAP-osioita ei käytetä."]},"The system is in":{"*":["Järjestelmä on käynnissä"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["ja graafisessa tilassa"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Tämä on yhteistyöjärjestelmä, jos tarvitset apua, katso foorumiamme: https://forum.biglinux.com.br."]},"Back":{"*":["Takaisin"]},"Maintenance":{"*":["Ylläpito"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Työkalut, jotka helpottavat asennetun järjestelmän ylläpitoa."]},"Restore":{"*":["Palauta"]},"Installation":{"*":["Asennus"]},"The system is in live mode, which has limitations.":{"*":["Järjestelmä on käyttötilassa, jossa on rajoituksia."]},"Install it for a complete experience.":{"*":["Asenna se täydellisen kokemuksen saamiseksi."]},"Install":{"*":["Asenna"]},"Minimal":{"*":["Pienin"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Valitse asennettavat ohjelmat ja varmista erittäin mukautettu käyttökokemus."]},"Restore system settings":{"*":["Palauta järjestelmän asetukset"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Apuohjelma, joka helpottaa asennetun järjestelmän palauttamista, erityisesti järjestelmän käynnistyksen (Grub) palauttamista."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Sitä voidaan käyttää myös asennetun järjestelmän paketinhallintaan ja terminaaliin."]},"Start":{"*":["Aloita"]},"Snapshot and backups":{"*":["Tilannevedos ja varmuuskopiot"]},"Restore restore points of the installed system.":{"*":["Palauta asennetun järjestelmän palautuspisteet."]},"Uncheck the programs you want to remove":{"*":["Poista valintamerkintä ohjelmista, jotka haluat poistaa"]},"Uncheck All":{"*":["Poista valinta kaikista"]},"Check All":{"*":["Valitse kaikki"]},"Install System":{"*":["Asenna järjestelmä"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Hallitse EFI-kirjauksia emolevyllä (NVRAM):"]},"EFI Entry Manager":{"*":["EFI-käynnistysmanageri"]},"Open the EFI manager":{"*":["Avaa EFI-hallinta"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["\\nEFI-kirjauksen kirjoittaminen emolevylle ei ollut mahdollista, todennäköisesti riittämättömän tilan vuoksi.\\n\\nTarkista EFI-hallinta mahdollisten poistettavien kirjauksien osalta ja yritä asentaa järjestelmä uudelleen.\\n"]},"Don't open QEFIEntryManager...":{"*":["Älä avaa QEFIEntryManageria..."]}}}}