Repository: biglinux/calamares-biglinux
Catalog: locale/*.po
Languages: de, el, is

source: Wait...
de: Warten ...
el: I'm sorry, I can only assist with translations.
is: Menunggu...

source: Checking internet connection...
de: Überprüfung der Internetverbindung ...
el: Έλεγχος σύνδεσης στο internet...
is: Memeriksa koneksi internet...

source: Internet
el: Διαδίκτυο

source: Without internet connection...\nExtra packages installation disabled.
de: Ohne Internetverbindung ...\nInstallation zusätzlicher Pakete deaktiviert.
el: Χωρίς σύνδεση στο internet...\nΑπενεργοποιημένη η εγκατάσταση επιπλέον πακέτων.
is: Tanpa sambungan internet...\nPemasangan paket tambahan dinonaktifkan.

source: Checking the file:
de: Überprüfung der Datei:
el: Έλεγχος του αρχείου:
is: Memeriksa berkas:

source: Checking for download or USB drive errors, this may take a few minutes...
de: Überprüfung auf Download- oder USB-Laufwerksfehler, dies kann einige Minuten dauern ...
el: Έλεγχος για σφάλματα λήψης ή USB drive, αυτό μπορεί να διαρκέσει λίγα λεπτά...
is: Memeriksa kesalahan unduhan atau USB drive, ini mungkin memerlukan beberapa menit...

source: Checking system integrity
de: Überprüfung der Systemintegrität
el: Έλεγχος ακεραιότητας συστήματος
is: Memeriksa integritas sistem

source: Error found, please download the system again or use another USB drive.
de: Fehler gefunden, bitte laden Sie das System erneut herunter oder verwenden Sie ein anderes USB-Laufwerk.
el: Σφάλμα εντοπίστηκε, παρακαλώ κατεβάστε ξανά το σύστημα ή χρησιμοποιήστε έναν άλλο USB δίσκο.
is: Ralat ditemui, sila muat turun sistem semula atau gunakan pemacu USB lain.

source: The files are intact.
de: Die Dateien sind intakt.
el: Τα αρχεία είναι ακέραια.
is: Fail ini utuh.

source: Verification canceled.
de: Verifizierung abgebrochen.
el: Η επαλήθευση ακυρώθηκε.
is: Pengesahan dibatalkan.

source: Please wait...
de: Bitte warten Sie ...
el: Παρακαλώ περιμένετε...
is: Harap tunggu...

source: Checking the integrity of the download and storage device...
de: Überprüfung der Integrität des Downloads und des Speichergeräts ...
el: Έλεγχος ακεραιότητας της λήψης και της συσκευής αποθήκευσης...
is: Memeriksa integritas unduhan dan perangkat penyimpanan...

source: <b>Do you want to proceed with the installation of this old version anyway?</b> :LBL
de: <b>Möchten Sie trotzdem mit der Installation dieser alten Version fortfahren?</b> :LBL
el: <b>Θέλετε να συνεχίσετε με την εγκατάσταση αυτής της παλιάς έκδοσης ούτως ή άλλως;</b> :LBL
is: <b>Apakah Anda ingin melanjutkan dengan instalasi versi lama ini?</b> :LBL

source: BigLinux is a system with weekly updates and this version was released more than a month ago.\nWe recommend downloading a more recent version.
de: BigLinux ist ein System mit wöchentlichen Aktualisierungen und diese Version wurde vor mehr als einem Monat veröffentlicht.\nWir empfehlen, eine neuere Version herunterzuladen.
el: Το BigLinux είναι ένα σύστημα με εβδομαδιαίες ενημερώσεις και αυτή η έκδοση κυκλοφόρησε πριν από περισσότερο από ένα μήνα. Συνιστούμε να κατεβάσετε μια πιο πρόσφατη έκδοση.
is: BigLinux adalah sistem dengan pembaruan mingguan dan versi ini dirilis lebih dari sebulan yang lalu.\nKami merekomendasikan untuk mengunduh versi yang lebih baru.

source: Continue
de: Fortsetzen
el: Συνέχεια
is: Terus

source: Close
de: Schließen
el: Κλείσιμο
is: Tutup

source: Outdated Version
de: Veraltete Version
el: Παλαιότερη Έκδοση
is: Versi Lama

source: Do you want to proceed with the installation in EFI mode?
de: Möchten Sie mit der Installation im EFI-Modus fortfahren?
el: Θέλετε να συνεχίσετε την εγκατάσταση σε λειτουργία EFI;
is: Apakah Anda ingin melanjutkan instalasi dalam mode EFI?

source: The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer. If this computer already has another system installed and you intend to keep it installed, you will probably need to change the configuration in the BIOS to boot in Legacy mode, also called BIOS mode.
de: Der aktuelle Bootprozess verwendet den <span color='#CC2222'>EFI</span>-Modus, aber ich habe keine EFI-Partition auf diesem Computer gefunden. Wenn auf diesem Computer bereits ein anderes System installiert ist und Sie beabsichtigen, es installiert zu lassen, müssen Sie wahrscheinlich die Konfiguration im BIOS ändern, um im Legacy-Modus, auch BIOS-Modus genannt, zu booten.
el: Η τρέχουσα εκκίνηση χρησιμοποιεί τη λειτουργία <span color='#CC2222'>EFI</span>, αλλά δεν βρήκα καμία διαμέρισμα EFI σε αυτόν τον υπολογιστή. Αν αυτός ο υπολογιστής έχει ήδη εγκατεστημένο άλλο σύστημα και σκοπεύετε να το κρατήσετε εγκατεστημένο, πιθανόν θα χρειαστεί να αλλάξετε τη ρύθμιση στο BIOS για να εκκινήσετε σε λεγόμενη λειτουργία Κληρονομιάς, επίσης γνωστή ως λειτουργία BIOS.
is: Saat ini boot yang digunakan adalah mode <span color='#CC2222'>EFI</span>, tetapi saya tidak menemukan partisi EFI di komputer ini. Jika komputer ini sudah memiliki sistem lain yang terinstal dan Anda berniat untuk tetap menginstalnya, Anda mungkin perlu mengubah konfigurasi di BIOS untuk boot dalam mode Legacy, juga disebut mode BIOS.

source: Install the system
de: Installation des Systems
el: Εγκαταστήστε το σύστημα
is: Pasang sistem

source: Do you want to proceed with the installation in Legacy/BIOS mode?
de: Möchten Sie mit der Installation im Legacy/BIOS-Modus fortfahren?
el: Θέλετε να συνεχίσετε την εγκατάσταση σε λειτουργία Κληρονομιάς/BIOS;
is: Apakah Anda ingin melanjutkan instalasi dalam mode Legacy/BIOS?

source: The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. For the installation to be successful, you will probably need to change the configuration in the BIOS to boot in EFI or UEFI mode.
de: Der aktuelle Bootprozess verwendet den <span color='#CC2222'>Legacy/BIOS</span>-Modus, aber ich habe mindestens eine EFI-Partition auf diesem Computer gefunden. Damit die Installation erfolgreich ist, müssen Sie wahrscheinlich die Konfiguration im BIOS ändern, um im EFI- oder UEFI-Modus zu booten.
el: Η τρέχουσα εκκίνηση χρησιμοποιεί τη λειτουργία <span color='#CC2222'>Legacy/BIOS</span>, αλλά βρήκα τουλάχιστον μία EFI διαμέρισμα σε αυτόν τον υπολογιστή. Για να είναι επιτυχής η εγκατάσταση, πιθανόν να χρειαστεί να αλλάξετε τη ρύθμιση στο BIOS για να εκκινήσετε σε λειτουργία EFI ή UEFI.
is: Boot semasa menggunakan mod <span color='#CC2222'>Legacy/BIOS</span>, tetapi saya dapati sekurang-kurangnya satu bahagian EFI pada komputer ini. Untuk pemasangan berjaya, anda mungkin perlu menukar konfigurasi dalam BIOS untuk memulakan dalam mod EFI atau UEFI.

source: Install System
de: System installieren
el: Εγκατάσταση Συστήματος
is: Pasang Sistem

source: Sending, please wait...
de: Senden, bitte warten Sie ...
el: Αποστολή, παρακαλώ περιμένετε...
is: Menghantar, sila tunggu...

source: Log Sent
de: Log gesendet
el: Καταγραφή Αποσταλείσα

source: Log successfully sent!\n\nURL: $fileUrl\n\nYou can use this URL to share the log.
de: Log erfolgreich gesendet!\n\nURL: $fileUrl\n\nSie können diese URL verwenden, um das Log zu teilen.
el: Το αρχείο καταγραφής εστάλη με επιτυχία!\n\nΔιεύθυνση URL: $fileUrl\n\nΜπορείτε να χρησιμοποιήσετε αυτή τη διεύθυνση URL για να μοιραστείτε το αρχείο καταγραφής.

source: Open the EFI manager
de: Öffnen des EFI-Managers
el: Ανοίξτε τον διαχειριστή EFI
is: Opnaðu EFI stjórnandann

source: calamares LOG
el: Καταγραφή Calamares
is: catatan calamares

source: \nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\n\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\n
de: \nEs war nicht möglich, den EFI-Eintrag auf das Motherboard zu schreiben, wahrscheinlich aufgrund von unzureichendem Platz.\n\nÜberprüfen Sie den EFI-Manager auf Einträge, die gelöscht werden können, und versuchen Sie, das System erneut zu installieren.\n
el: \nΔεν ήταν δυνατή η εγγραφή της εγγραφής EFI στη μητρική πλακέτα, πιθανώς λόγω ανεπαρκούς χώρου.\n\nΕλέγξτε τον διαχειριστή EFI για τυχόν εγγραφές που μπορούν να διαγραφούν και προσπαθήστε να εγκαταστήσετε το σύστημα ξανά.\n
is: \nEk var ekki hægt að skrifa EFI skráninguna á móðurborðið, líklega vegna ófullnægjandi pláss.\n\nAthugaðu EFI stjórnandann fyrir skráningar sem hægt er að eyða og reyndu að setja kerfið upp aftur.\n

source: Don't open QEFIEntryManager...
de: QEFIEntryManager nicht öffnen ...
el: Μην ανοίξετε το QEFIEntryManager...
is: Ekki opna QEFIEntryManager...

source: Open
de: Öffnen
el: Άνοιγμα
is: Buka

source: Send to the cloud
de: In die Cloud senden
el: Στείλτε στο νέφος
is: Kirim ke cloud

source: \nDo you want to view or send the installation log file to the cloud?\nGenerate a link to send in support groups.\n
de: \nMöchten Sie die Installations-Logdatei einsehen oder in die Cloud senden?\nGenerieren Sie einen Link zum Senden in Supportgruppen..\n
el: \nΘέλετε να προβάλετε ή να στείλετε το αρχείο καταγραφής εγκατάστασης στο cloud;\nΔημιουργήστε ένα σύνδεσμο για να στείλετε σε ομάδες υποστήριξης.\n
is: \nApakah Anda ingin melihat atau mengirim file log instalasi ke cloud?\nBuat tautan untuk dikirim ke grup dukungan.\n

source: Uncheck the programs you want to remove
de: Deaktivieren Sie die Programme, die Sie entfernen möchten
el: Αποεπιλέξτε τα προγράμματα που θέλετε να αφαιρέσετε
is: Hapus centang pada program yang ingin Anda hapus

source: Back
de: Zurück
el: Πίσω
is: Kembali

source: Uncheck All
de: Alle Markierungen aufheben
el: Αποεπιλογή όλων
is: Tidak Centang Semua

source: Check All
de: Alle markieren
el: Επιλογή Όλων
is: Periksa Semua

source: The system is in
de: Das System ist in
el: Το σύστημα είναι σε
is: Sistem ini dalam

source: and graphical mode
de: und grafischer Modus
el: και γραφική λειτουργία
is: dan mod grafis

source: Manage EFI entries on the motherboard (NVRAM):
de: EFI-Einträge auf dem Motherboard verwalten (NVRAM):
el: Διαχείριση εγγραφών EFI στη μητρική πλακέτα (NVRAM):
is: Stjórna EFI færslum á móðurborðinu (NVRAM):

source: EFI Entry Manager
de: EFI-Eintrag-Manager
el: Διαχειριστής Εισόδου EFI
is: EFI Inngangsstjóri

source: This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.
de: Dies ist ein kollaboratives System, wenn Sie Hilfe benötigen, konsultieren Sie unser Forum: https://forum.biglinux.com.br.
el: Αυτό είναι ένα σύστημα συνεργασίας, αν χρειάζεστε βοήθεια, συμβουλευτείτε το φόρουμ μας: https://forum.biglinux.com.br.
is: Ini adalah sistem kolaboratif, jika Anda memerlukan bantuan, konsultasikan forum kami: https://forum.biglinux.com.br.

source: Maintenance
de: Wartung
el: Συντήρηση
is: Pemeliharaan

source: Tools that facilitate the maintenance of the installed system.
de: Tools, welche die Wartung des installierten Systems erleichtern.
el: Εργαλεία που διευκολύνουν τη συντήρηση του εγκατεστημένου συστήματος.
is: Alat yang memudahkan pemeliharaan sistem yang terpasang.

source: Restore
de: Wiederherstellen
el: Επαναφορά
is: Pulihkan

source: Installation
el: Εγκατάσταση
is: Pemasangan

source: The system is in live mode, which has limitations.
de: Das System ist im Live-Modus, was Einschränkungen hat.
el: Το σύστημα βρίσκεται σε λειτουργία ζωντανής ροής, η οποία έχει περιορισμούς.
is: Sistem berada dalam mode langsung, yang memiliki batasan.

source: Install it for a complete experience.
de: Installieren Sie dies für eine vollständige Erfahrung.
el: Εγκαταστήστε το για μια πλήρη εμπειρία.
is: Pasang untuk pengalaman lengkap.

source: Install
de: Installieren
el: Εγκατάσταση
is: Pasang

source: Minimal
el: Ελάχιστο

source: Choose which programs to install, ensuring a highly customized experience.
de: Wählen Sie, welche Programme installiert werden sollen, sorgen Sie so für eine äußerst individuelle Erfahrung.
el: Επιλέξτε ποια προγράμματα θέλετε να εγκαταστήσετε, εξασφαλίζοντας μια υψηλά προσαρμοσμένη εμπειρία.
is: Pilih program mana yang ingin diinstal, memastikan pengalaman yang sangat disesuaikan.

source: Restore system settings
de: Systemeinstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων συστήματος
is: Pulihkan pengaturan sistem

source: Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).
de: Utility, das die Wiederherstellung des installierten Systems erleichtert, insbesondere die Wiederherstellung des Systemstarts (Grub).
el: Πρόγραμμα χρησιμότητας που διευκολύνει την αποκατάσταση του εγκατεστημένου συστήματος, ειδικά την αποκατάσταση της εκκίνησης του συστήματος (Grub).
is: Utilitas yang memudahkan pemulihan sistem yang diinstal, terutama pemulihan boot sistem (Grub).

source: It can also be used to access the package manager and terminal of the installed system.
de: Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen.
el: Μπορεί επίσης να χρησιμοποιηθεί για πρόσβαση στον διαχειριστή πακέτων και το τερματικό του εγκατεστημένου συστήματος.
is: Ia juga dapat digunakan untuk mengakses pengelola paket dan terminal sistem yang terpasang.

source: Start
el: Έναρξη
is: Mulai

source: Snapshot and backups
de: Snapshot und Backups
el: Στιγμιότυπο και αντίγραφα ασφαλείας
is: Snapshot dan sandaran

source: Restore points of the installed system.
de: Wiederherstellungspunkte des installierten Systems.
el: Σημεία επαναφοράς του εγκατεστημένου συστήματος.

source: Important tips for manual partitioning
de: Wichtige Tipps zur manuellen Partitionierung
el: Σημαντικές συμβουλές για τη χειροκίνητη διαμερισμοποίηση
is: Petua penting untuk pengasingan manual

source: If you opt for automatic partitioning, these tips will be applied.
de: Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps angewendet.
el: Εάν επιλέξετε την αυτόματη διαίρεση, αυτές οι συμβουλές θα εφαρμοστούν.
is: Jika Anda memilih partisi otomatis, tips ini akan diterapkan.

source: Use BTRFS.
de: Verwenden Sie BTRFS.
el: Χρησιμοποιήστε το BTRFS.
is: Gunakan BTRFS.

source: This file system allows for automatic compression and restore points.
de: Dieses Dateisystem ermöglicht eine automatische Komprimierung und Wiederherstellungspunkte.
el: Αυτό το σύστημα αρχείων επιτρέπει την αυτόματη συμπίεση και τα σημεία επαναφοράς.
is: Sistem fail ini membenarkan penekanan automatik dan titik pulih.

source: Keep /boot within the / partition.
de: Behalten Sie /boot innerhalb der /-Partition.
el: Διατηρήστε το /boot μέσα στο διαμέρισμα /.
is: Simpan /boot dalam partisi /.

source: Placing it in a separate partition hampers BTRFS snapshots.
de: Die Platzierung in einer separaten Partition erschwert BTRFS-Snapshots.
el: Η τοποθέτησή του σε ξεχωριστό διαμέρισμα εμποδίζει τις στιγμιότυπες BTRFS.
is: Menempatkannya di partisi terpisah menghambat snapshot BTRFS.

source: Do not create a SWAP partition.
de: Erstellen Sie keine SWAP-Partition.
el: Να μη δημιουργηθεί διαμέρισμα SWAP.
is: Jangan membuat partisi SWAP.

source: We have implemented dynamic virtual memory management with Zram and SWAP files.
de: Wir haben eine dynamische virtuelle Speicherverwaltung mit Zram und SWAP-Dateien implementiert.
el: Έχουμε υλοποιήσει δυναμική διαχείριση εικονικής μνήμης με Zram και αρχεία SWAP.
is: Kami telah melaksanakan pengelolaan memori virtual dinamis dengan Zram dan berkas SWAP.

source: SWAP partitions will not be used.
de: SWAP-Partitionen werden nicht verwendet.
el: Οι διανομές SWAP δεν θα χρησιμοποιηθούν.
is: Partisi SWAP tidak akan digunakan.

source: BigLinux Installation
el: Εγκατάσταση BigLinux

source: Keep All
de: Alle behalten
el: Διατήρηση Όλων

source: Remove All
de: Alle entfernen
el: Αφαίρεση όλων

source: System Maintenance
de: Systemwartung
el: Συντήρηση Συστήματος

source: Installation Tips
de: Installationstipps
el: Συμβουλές Εγκατάστασης

source: Finish and Install
de: Fertigstellen und Installieren
el: Ολοκλήρωση και Εγκατάσταση

source: This is a collaborative system, if you need help consult our forum.
de: Dies ist ein kollaboratives System. Wenn Sie Hilfe benötigen, konsultieren Sie unser Forum.
el: Αυτό είναι ένα συνεργατικό σύστημα, αν χρειάζεστε βοήθεια συμβουλευτείτε το φόρουμ μας.

source: BigLinux Calamares Config
de: BigLinux Calamares Konfiguration
el: BigLinux Calamares Ρύθμιση

source: Forum
el: Φόρουμ

source: Documentation
de: Dokumentation
el: Τεκμηρίωση

source: Preferences not implemented yet
de: Einstellungen noch nicht implementiert
el: Οι προτιμήσεις δεν έχουν υλοποιηθεί ακόμα.

source: Cancel
de: Abbrechen
el: Ακύρωση

source: Confirm
de: Bestätigen
el: Επιβεβαίωση

source: Important Tips
de: Wichtige Tipps
el: Σημαντικές Συμβουλές

source: Manual Partitioning Recommendations
de: Manuelle Partitionierungs Empfehlungen
el: Συστάσεις Χειροκίνητης Κατανομής

source: If you opt for automatic partitioning, these tips will be applied by default.
de: Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps standardmäßig angewendet.
el: Εάν επιλέξετε αυτόματη διαίρεση, αυτές οι συμβουλές θα εφαρμοστούν από προεπιλογή.

source: Use BTRFS
de: Verwenden Sie BTRFS
el: Χρησιμοποιήστε BTRFS

source: Keep /boot within the / partition
de: Behalte /boot innerhalb der /-Partition
el: Διατηρήστε το /boot εντός του / διαμερίσματος

source: Do not create a SWAP partition
de: Erstellen Sie keine SWAP-Partition.
el: Μην δημιουργείτε διαμέρισμα SWAP.

source: We have implemented dynamic virtual memory management with Zram and SWAP files. SWAP partitions will not be used.
de: Wir haben ein dynamisches virtuelles Speichermanagement mit Zram und SWAP-Dateien implementiert. SWAP-Partitionen werden nicht verwendet.
el: Έχουμε εφαρμόσει δυναμική διαχείριση εικονικής μνήμης με Zram και αρχεία SWAP. Οι κατατμήσεις SWAP δεν θα χρησιμοποιηθούν.

source: The installer will now proceed...
de: Der Installer wird nun fortfahren...
el: Ο εγκαταστάτης θα προχωρήσει τώρα...

source: Error proceeding to installation
de: Fehler beim Fortfahren mit der Installation
el: Σφάλμα κατά την προχώρηση στην εγκατάσταση

source: Loading packages...
de: Pakete werden geladen...
el: Φόρτωση πακέτων...

source: Failed to load packages: {}
de: Pakete konnten nicht geladen werden: {}
el: Αποτυχία φόρτωσης πακέτων: {}

source: All optional programs will be kept
de: Alle optionalen Programme werden beibehalten.
el: Όλα τα προαιρετικά προγράμματα θα διατηρηθούν.

source: All optional programs selected for removal
de: Alle optionalen Programme zur Deinstallation ausgewählt
el: Όλα τα προαιρετικά προγράμματα επιλέχθηκαν για αφαίρεση

source: No programs selected for removal. Proceeding with standard installation.
de: Keine Programme zur Deinstallation ausgewählt. Fortfahren mit der Standardinstallation.
el: Δεν έχουν επιλεγεί προγράμματα προς αφαίρεση. Συνεχίζω με την κανονική εγκατάσταση.

source: Starting...
de: Starte...
el: Αρχή...

source: Minimal installation started successfully
de: Minimale Installation wurde erfolgreich gestartet.
el: Η ελάχιστη εγκατάσταση ξεκίνησε με επιτυχία.

source: Failed to start minimal installation
de: Fehler beim Starten der minimalen Installation
el: Αποτυχία εκκίνησης ελάχιστης εγκατάστασης

source: Error starting minimal installation
de: Fehler beim Starten der Minimalinstallation
el: Σφάλμα κατά την εκκίνηση της ελάχιστης εγκατάστασης

source: Remove pre-selected software to create a lean, personalized system.
de: Entfernen Sie vorinstallierte Software, um ein schlankes, personalisiertes System zu erstellen.
el: Αφαιρέστε το προεπιλεγμένο λογισμικό για να δημιουργήσετε ένα λιτό, εξατομικευμένο σύστημα.

source: Installation requirements not met: {}
de: Installationsanforderungen nicht erfüllt: {}
el: Οι απαιτήσεις εγκατάστασης δεν πληρούνται: {}

source: Installation started successfully
de: Installation wurde erfolgreich gestartet.
el: Η εγκατάσταση ξεκίνησε με επιτυχία

source: Failed to start installation
de: Installation konnte nicht gestartet werden.
el: Αποτυχία εκκίνησης εγκατάστασης

source: Error starting installation
de: Fehler beim Starten der Installation
el: Σφάλμα κατά την εκκίνηση της εγκατάστασης

source: Restore restore points of the installed system.
de: Stellen Sie Wiederherstellungspunkte des installierten Systems wieder her.
el: Επαναφορά σημείων επαναφοράς του εγκατεστημένου συστήματος.
is: Pulihkan titik pemulihan sistem yang terpasang.

source: Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.
de: Dienstprogramm, das die Wiederherstellung des installierten Systems erleichtert, insbesondere die Wiederherstellung des Systemstarts (Grub). Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen.
el: Εργαλείο που διευκολύνει την αποκατάσταση του εγκατεστημένου συστήματος, ειδικά την αποκατάσταση της εκκίνησης του συστήματος (Grub). Μπορεί επίσης να χρησιμοποιηθεί για την πρόσβαση στον διαχειριστή πακέτων και το τερματικό του εγκατεστημένου συστήματος.

source: Advanced tool to add, remove, or change boot entries in the UEFI firmware.
de: Erweiterte Funktion zum Hinzufügen, Entfernen oder Ändern von Boot-Einträgen in der UEFI-Firmware.
el: Προηγμένο εργαλείο για την προσθήκη, αφαίρεση ή αλλαγή καταχωρήσεων εκκίνησης στο υλικολογισμικό UEFI.

source: Closing file...
is: Menutup berkas...
