{"de":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Wichtige Tipps für die manuelle Partitionierung"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps angewendet."]},"Use BTRFS.":{"*":["Verwenden Sie BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Dieses Dateisystem ermöglicht automatische Komprimierung und Wiederherstellungspunkte."]},"Keep /boot within the / partition.":{"*":["Halten Sie /boot innerhalb der /-Partition."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Das Platzieren in einer separaten Partition beeinträchtigt BTRFS-Snapshots."]},"Do not create a SWAP partition.":{"*":["Erstellen Sie keine SWAP-Partition."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Wir haben dynamisches virtuelles Speichermanagement mit Zram und SWAP-Dateien implementiert."]},"SWAP partitions will not be used.":{"*":["SWAP-Partitionen werden nicht verwendet."]},"Continue":{"*":["Weiterhin"]},"The system is in":{"*":["Das System ist aktiv."]},", kernel":{"*":["Kernel"]},"and graphical mode":{"*":["und grafischer Modus"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Dies ist ein kollaboratives System, wenn Sie Hilfe benötigen, konsultieren Sie unser Forum: https://forum.biglinux.com.br."]},"Back":{"*":["Zurück"]},"Maintenance":{"*":["Wartung"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Werkzeuge, die die Wartung des installierten Systems erleichtern."]},"Restore":{"*":["Wiederherstellen"]},"Installation":{"*":["Installation"]},"The system is in live mode, which has limitations.":{"*":["Das System befindet sich im Live-Modus, der Einschränkungen hat."]},"Install it for a complete experience.":{"*":["Installieren Sie es für ein vollständiges Erlebnis."]},"Install":{"*":["Installieren"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Wählen Sie aus, welche Programme installiert werden sollen, um ein individuelles Erlebnis zu gewährleisten."]},"Restore system settings":{"*":["Systemeinstellungen wiederherstellen"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Dienstprogramm zur Wiederherstellung des installierten Systems, insbesondere zur Wiederherstellung des Systemstarts (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"Start":{"*":["Start"]},"Snapshot and backups":{"*":["Momentaufnahme und Sicherungen"]},"Restore restore points of the installed system.":{"*":["Wiederherstellen von Wiederherstellungspunkten des installierten Systems."]},"Uncheck the programs you want to remove":{"*":["Deaktivieren Sie die Programme, die Sie entfernen möchten."]},"Uncheck All":{"*":["Alle abwählen"]},"Check All":{"*":["Alle auswählen"]}}}}