{"calamares-biglinux":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Wait...":{"*":["Warten ..."]},"Checking internet connection...":{"*":["Überprüfung der Internetverbindung ..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Ohne Internetverbindung ...\\nInstallation zusätzlicher Pakete deaktiviert."]},"Checking the file:":{"*":["Überprüfung der Datei:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Überprüfung auf Download- oder USB-Laufwerksfehler, dies kann einige Minuten dauern ..."]},"Checking system integrity":{"*":["Überprüfung der Systemintegrität"]},"Error found, please download the system again or use another USB drive.":{"*":["Fehler gefunden, bitte laden Sie das System erneut herunter oder verwenden Sie ein anderes USB-Laufwerk."]},"The files are intact.":{"*":["Die Dateien sind intakt."]},"Verification canceled.":{"*":["Verifizierung abgebrochen."]},"Please wait...":{"*":["Bitte warten Sie ..."]},"Checking the integrity of the download and storage device...":{"*":["Überprüfung der Integrität des Downloads und des Speichergeräts ..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Möchten Sie trotzdem mit der Installation dieser alten Version fortfahren?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux ist ein System mit wöchentlichen Aktualisierungen und diese Version wurde vor mehr als einem Monat veröffentlicht.\\nWir empfehlen, eine neuere Version herunterzuladen.\n    "]},"Continue":{"*":["Fortsetzen"]},"Close":{"*":["Schließen"]},"Outdated Version":{"*":["Veraltete Version"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Möchten Sie mit der Installation im EFI-Modus fortfahren?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Der aktuelle Bootprozess verwendet den <span color='#CC2222'>EFI</span>-Modus, aber ich habe keine EFI-Partition auf diesem Computer gefunden.\n\nWenn auf diesem Computer bereits ein anderes System installiert ist und \nSie beabsichtigen, es installiert zu lassen, müssen Sie wahrscheinlich die \nKonfiguration im BIOS ändern, um im Legacy-Modus, auch BIOS-Modus \ngenannt, zu booten."]},"Install the system":{"*":["Installation des Systems"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Möchten Sie mit der Installation im Legacy/BIOS-Modus fortfahren?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Der aktuelle Bootprozess verwendet den <span color='#CC2222'>Legacy/BIOS</span>-Modus, aber ich habe mindestens eine EFI-Partition auf diesem Computer gefunden. \n\nDamit die Installation erfolgreich ist, müssen Sie wahrscheinlich die \nKonfiguration im BIOS ändern, um im EFI- oder UEFI-Modus zu booten."]},"Install System":{"*":["System installieren"]},"Sending, please wait...":{"*":["Senden, bitte warten Sie ..."]},"Log Sent":{"*":["Log gesendet"]},"Log successfully sent!\\n\\nURL: $fileUrl\\n\\nYou can use this URL to share the log.":{"*":["Log erfolgreich gesendet!\\n\\nURL: $fileUrl\\n\\nSie können diese URL verwenden, um das Log zu teilen."]},"Open the EFI manager":{"*":["Öffnen des EFI-Managers"]},"calamares LOG":{"*":["calamares-LOG"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["\\nEs war nicht möglich, den EFI-Eintrag auf das Motherboard zu schreiben, wahrscheinlich aufgrund von unzureichendem Platz.\\n\\nÜberprüfen Sie den EFI-Manager auf Einträge, die gelöscht werden können, und versuchen Sie, das System erneut zu installieren.\\n"]},"Don't open QEFIEntryManager...":{"*":["QEFIEntryManager nicht öffnen ..."]},"Open":{"*":["Öffnen"]},"Send to the cloud":{"*":["In die Cloud senden"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\nMöchten Sie die Installations-Logdatei einsehen oder in die Cloud senden?\\nGenerieren Sie einen Link zum Senden in Supportgruppen..\\n"]},"Uncheck the programs you want to remove":{"*":["Deaktivieren Sie die Programme, die Sie entfernen möchten"]},"Back":{"*":["Zurück"]},"Uncheck All":{"*":["Alle Markierungen aufheben"]},"Check All":{"*":["Alle markieren"]},"The system is in":{"*":["Das System ist in"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["und grafischer Modus"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["EFI-Einträge auf dem Motherboard verwalten (NVRAM):"]},"EFI Entry Manager":{"*":["EFI-Eintrag-Manager"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Dies ist ein kollaboratives System, wenn Sie Hilfe benötigen, konsultieren Sie unser Forum: https://forum.biglinux.com.br."]},"Maintenance":{"*":["Wartung"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Tools, welche die Wartung des installierten Systems erleichtern."]},"Restore":{"*":["Wiederherstellen"]},"Installation":{"*":["Installation"]},"The system is in live mode, which has limitations.":{"*":["Das System ist im Live-Modus, was Einschränkungen hat."]},"Install it for a complete experience.":{"*":["Installieren Sie dies für eine vollständige Erfahrung."]},"Install":{"*":["Installieren"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Wählen Sie, welche Programme installiert werden sollen, sorgen Sie so für eine äußerst individuelle Erfahrung."]},"Restore system settings":{"*":["Systemeinstellungen wiederherstellen"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utility, das die Wiederherstellung des installierten Systems erleichtert, insbesondere die Wiederherstellung des Systemstarts (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"Start":{"*":["Start"]},"Snapshot and backups":{"*":["Snapshot und Backups"]},"Restore points of the installed system.":{"*":["Wiederherstellungspunkte des installierten Systems."]},"Important tips for manual partitioning":{"*":["Wichtige Tipps zur manuellen Partitionierung"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps angewendet."]},"Use BTRFS.":{"*":["Verwenden Sie BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Dieses Dateisystem ermöglicht eine automatische Komprimierung und Wiederherstellungspunkte."]},"Keep /boot within the / partition.":{"*":["Behalten Sie /boot innerhalb der /-Partition."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Die Platzierung in einer separaten Partition erschwert BTRFS-Snapshots."]},"Do not create a SWAP partition.":{"*":["Erstellen Sie keine SWAP-Partition."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Wir haben eine dynamische virtuelle Speicherverwaltung mit Zram und SWAP-Dateien implementiert."]},"SWAP partitions will not be used.":{"*":["SWAP-Partitionen werden nicht verwendet."]},"BigLinux Installation":{"*":["BigLinux-Installation"]},"Keep All":{"*":["Alle behalten"]},"Remove All":{"*":["Alle entfernen"]},"System Maintenance":{"*":["Systemwartung"]},"Installation Tips":{"*":["Installationstipps"]},"Finish and Install":{"*":["Fertigstellen und Installieren"]},"BigLinux Calamares Config":{"*":["BigLinux Calamares Konfiguration"]},"Forum":{"*":["Forum"]},"Documentation":{"*":["Dokumentation"]},"Preferences not implemented yet":{"*":["Einstellungen noch nicht implementiert"]},"Cancel":{"*":["Abbrechen"]},"Confirm":{"*":["Bestätigen"]},"Important Tips":{"*":["Wichtige Tipps"]},"Manual Partitioning Recommendations":{"*":["Manuelle Partitionierungs Empfehlungen"]},"If you opt for automatic partitioning, these tips will be applied by default.":{"*":["Wenn Sie sich für die automatische Partitionierung entscheiden, werden diese Tipps standardmäßig angewendet."]},"Use BTRFS":{"*":["Verwenden Sie BTRFS"]},"Keep /boot within the / partition":{"*":["Behalte /boot innerhalb der /-Partition"]},"Do not create a SWAP partition":{"*":["Erstellen Sie keine SWAP-Partition."]},"We have implemented dynamic virtual memory management with Zram and SWAP files. SWAP partitions will not be used.":{"*":["Wir haben ein dynamisches virtuelles Speichermanagement mit Zram und SWAP-Dateien implementiert. SWAP-Partitionen werden nicht verwendet."]},"The installer will now proceed...":{"*":["Der Installer wird nun fortfahren..."]},"Error proceeding to installation":{"*":["Fehler beim Fortfahren mit der Installation"]},"Loading packages...":{"*":["Pakete werden geladen..."]},"Failed to load packages: {}":{"*":["Pakete konnten nicht geladen werden: {}"]},"All optional programs will be kept":{"*":["Alle optionalen Programme werden beibehalten."]},"All optional programs selected for removal":{"*":["Alle optionalen Programme zur Deinstallation ausgewählt"]},"No programs selected for removal. Proceeding with standard installation.":{"*":["Keine Programme zur Deinstallation ausgewählt. Fortfahren mit der Standardinstallation."]},"Starting...":{"*":["Starte..."]},"Minimal installation started successfully":{"*":["Minimale Installation wurde erfolgreich gestartet."]},"Failed to start minimal installation":{"*":["Fehler beim Starten der minimalen Installation"]},"Error starting minimal installation":{"*":["Fehler beim Starten der Minimalinstallation"]},"This is a collaborative system, if you need help consult our forum.":{"*":["Dies ist ein kollaboratives System. Wenn Sie Hilfe benötigen, konsultieren Sie unser Forum."]},"Remove pre-selected software to create a lean, personalized system.":{"*":["Entfernen Sie vorinstallierte Software, um ein schlankes, personalisiertes System zu erstellen."]},"Installation requirements not met: {}":{"*":["Installationsanforderungen nicht erfüllt: {}"]},"Installation started successfully":{"*":["Installation wurde erfolgreich gestartet."]},"Failed to start installation":{"*":["Installation konnte nicht gestartet werden."]},"Error starting installation":{"*":["Fehler beim Starten der Installation"]},"Restore restore points of the installed system.":{"*":["Stellen Sie Wiederherstellungspunkte des installierten Systems wieder her."]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).\n\nIt can also be used to access the package manager and terminal of the installed system.":{"*":["Dienstprogramm, das die Wiederherstellung des installierten Systems erleichtert, insbesondere die Wiederherstellung des Systemstarts (Grub).\n\nEs kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"Advanced tool to add, remove, or change boot entries in the UEFI firmware.":{"*":["Erweiterte Funktion zum Hinzufügen, Entfernen oder Ändern von Boot-Einträgen in der UEFI-Firmware."]}}}}