{"el":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Σημαντικές συμβουλές για τη χειροκίνητη διαμερισμοποίηση"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Εάν επιλέξετε την αυτόματη διαίρεση, αυτές οι συμβουλές θα εφαρμοστούν."]},"Use BTRFS.":{"*":["Χρησιμοποιήστε το BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Αυτό το σύστημα αρχείων επιτρέπει την αυτόματη συμπίεση και τα σημεία επαναφοράς."]},"Keep /boot within the / partition.":{"*":["Διατηρήστε το /boot μέσα στο διαμέρισμα /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Η τοποθέτησή του σε ξεχωριστό διαμέρισμα εμποδίζει τις στιγμιότυπες BTRFS."]},"Do not create a SWAP partition.":{"*":["Να μη δημιουργηθεί διαμέρισμα SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Έχουμε υλοποιήσει δυναμική διαχείριση εικονικής μνήμης με Zram και αρχεία SWAP."]},"SWAP partitions will not be used.":{"*":["Οι διανομές SWAP δεν θα χρησιμοποιηθούν."]},"Continue":{"*":["Συνέχεια"]},"The system is in":{"*":["Το σύστημα είναι σε"]},", kernel":{"*":["πυρήνας"]},"and graphical mode":{"*":["και γραφική λειτουργία"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Αυτό είναι ένα σύστημα συνεργασίας, αν χρειάζεστε βοήθεια, συμβουλευτείτε το φόρουμ μας: https://forum.biglinux.com.br."]},"Back":{"*":["Πίσω"]},"Maintenance":{"*":["Συντήρηση"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Εργαλεία που διευκολύνουν τη συντήρηση του εγκατεστημένου συστήματος."]},"Restore":{"*":["Επαναφορά"]},"Installation":{"*":["Εγκατάσταση"]},"The system is in live mode, which has limitations.":{"*":["Το σύστημα βρίσκεται σε λειτουργία ζωντανής ροής, η οποία έχει περιορισμούς."]},"Install it for a complete experience.":{"*":["Εγκαταστήστε το για μια πλήρη εμπειρία."]},"Install":{"*":["Εγκατάσταση"]},"Minimal":{"*":["Ελάχιστο"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Επιλέξτε ποια προγράμματα θέλετε να εγκαταστήσετε, εξασφαλίζοντας μια υψηλά προσαρμοσμένη εμπειρία."]},"Restore system settings":{"*":["Επαναφορά ρυθμίσεων συστήματος"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Πρόγραμμα χρησιμότητας που διευκολύνει την αποκατάσταση του εγκατεστημένου συστήματος, ειδικά την αποκατάσταση της εκκίνησης του συστήματος (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Μπορεί επίσης να χρησιμοποιηθεί για πρόσβαση στον διαχειριστή πακέτων και το τερματικό του εγκατεστημένου συστήματος."]},"Start":{"*":["Έναρξη"]},"Snapshot and backups":{"*":["Στιγμιότυπο και αντίγραφα ασφαλείας"]},"Restore restore points of the installed system.":{"*":["Επαναφορά σημείων επαναφοράς του εγκατεστημένου συστήματος."]},"Uncheck the programs you want to remove":{"*":["Αποεπιλέξτε τα προγράμματα που θέλετε να αφαιρέσετε"]},"Uncheck All":{"*":["Αποεπιλογή όλων"]},"Check All":{"*":["Επιλογή Όλων"]}}}}