{"hr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Molimo pričekajte..."]},"Checking the integrity of the download and storage device...":{"*":["Provjeravanje integriteta preuzimanja i uređaja za pohranu..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Želite li ipak nastaviti s instalacijom ove stare verzije?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux je sustav s tjednim ažuriranjima, a ova verzija je objavljena prije više od mjesec dana.\\nPreporučujemo preuzimanje novije verzije."]},"Continue":{"*":["Nastavi"]},"Close":{"*":["Zatvori"]},"Outdated Version":{"*":["Zastarjela verzija"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Želite li nastaviti s instalacijom u EFI načinu rada?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Trenutačno pokretanje koristi <span color='#CC2222'>EFI</span> način rada, ali nisam pronašao nijednu EFI particiju na ovom računalu.\n\nAko je na ovom računalu već instaliran drugi sustav i namjeravate ga zadržati instaliranim, vjerojatno ćete trebati promijeniti konfiguraciju u BIOS-u kako biste pokrenuli u Legacy načinu rada, također nazvanom BIOS način rada."]},"Install the system":{"*":["Instalirajte sustav"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Želite li nastaviti s instalacijom u Legacy/BIOS načinu rada?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Trenutno pokretanje koristi način <span color='#CC2222'>Legacy/BIOS</span>, ali pronašao sam barem jednu EFI particiju na ovom računalu.\n\nZa uspješnu instalaciju vjerojatno će biti potrebno promijeniti konfiguraciju u BIOS-u kako bi se pokrenulo u EFI ili UEFI načinu rada."]},"Sending, please wait...":{"*":["Slanje, pričekajte..."]},"Open":{"*":["Otvori"]},"Send to the cloud":{"*":["Pošalji u oblak"]},"calamares LOG":{"*":["calamares ZAPISNIK"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\nŽelite li pregledati ili poslati datoteku dnevnika instalacije u oblak?\\nGenerirajte poveznicu za slanje u grupama za podršku.\\n"]},"Closing file...":{"*":["Zatvaranje datoteke..."]},"Checking the file:":{"*":["Provjeravanje datoteke:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Provjeravanje grešaka prilikom preuzimanja ili na USB uređaju, postupak može potrajati nekoliko minuta..."]},"Checking system integrity":{"*":["Provjera integriteta sustava"]},"Error found, please download the system again or use another USB drive.":{"*":["Pronađena je pogreška, molimo preuzmite sustav ponovno ili koristite drugi USB pogon."]},"The files are intact.":{"*":["Datoteke su netaknute."]},"Verification canceled.":{"*":["Verifikacija otkazana."]},"Wait...":{"*":["Pričekajte..."]},"Checking internet connection...":{"*":["Provjeravanje internetske veze..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Bez internetske veze...\\nInstalacija dodatnih paketa onemogućena."]},"Important tips for manual partitioning":{"*":["Važni savjeti za ručno particioniranje"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Ako odaberete automatsko particioniranje, primijenit će se ovi savjeti."]},"Use BTRFS.":{"*":["Koristite BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Ovaj sustav datoteka omogućuje automatsku kompresiju i točke vraćanja."]},"Keep /boot within the / partition.":{"*":["Zadržite /boot unutar / particije."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Smještanjem u zasebnu particiju ometa BTRFS snimke."]},"Do not create a SWAP partition.":{"*":["Nemojte stvarati SWAP particiju."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementirali smo dinamičko upravljanje virtualnom memorijom pomoću Zram-a i SWAP datoteka."]},"SWAP partitions will not be used.":{"*":["SWAP particije neće biti korištene."]},"The system is in":{"*":["Sustav je u"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["i grafički način"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Ovo je suradnički sustav, ako vam treba pomoć, konzultirajte naš forum: https://forum.biglinux.com.br."]},"Back":{"*":["Natrag"]},"Maintenance":{"*":["Održavanje"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Alati koji olakšavaju održavanje instaliranog sustava."]},"Restore":{"*":["Obnovi"]},"Installation":{"*":["Instalacija"]},"The system is in live mode, which has limitations.":{"*":["Sustav je u živom načinu rada, koji ima ograničenja."]},"Install it for a complete experience.":{"*":["Instalirajte ga za potpuno iskustvo."]},"Install":{"*":["Instaliraj"]},"Minimal":{"*":["Minimalno"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Odaberite koje programe instalirati kako biste osigurali visoko prilagođeno iskustvo."]},"Restore system settings":{"*":["Vrati postavke sustava"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Alat koji olakšava obnovu instaliranog sustava, posebno obnovu pokretanja sustava (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Može se koristiti i za pristup upravitelju paketa i terminalu instaliranog sustava."]},"Start":{"*":["Početak"]},"Snapshot and backups":{"*":["Snimka i sigurnosne kopije"]},"Restore restore points of the installed system.":{"*":["Vratite točke vraćanja instaliranog sustava."]},"Uncheck the programs you want to remove":{"*":["Označite programe koje želite ukloniti"]},"Uncheck All":{"*":["Poništi odabir"]},"Check All":{"*":["Označi sve"]}}}}