{"it":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Attendere prego..."]},"Checking the integrity of the download and storage device...":{"*":["Verifica dell'integrità del download e del dispositivo di archiviazione..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Vuoi procedere con l'installazione di questa vecchia versione comunque?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux è un sistema con aggiornamenti settimanali e questa versione è stata rilasciata più di un mese fa.\\nTi consigliamo di scaricare una versione più recente."]},"Continue":{"*":["Continua"]},"Close":{"*":["Chiudi"]},"Outdated Version":{"*":["Versione obsoleta"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Desideri procedere con l'installazione in modalità EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["L'attuale avvio è in modalità <span color='#CC2222'>EFI</span>, ma non ho trovato alcuna partizione EFI su questo computer.\n\nSe su questo computer è già installato un altro sistema e intendi mantenerlo installato, probabilmente dovrai modificare la configurazione nel BIOS per avviare in modalità Legacy, anche chiamata modalità BIOS."]},"Install the system":{"*":["Installare il sistema"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Desideri procedere con l'installazione in modalità Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Il boot attuale sta utilizzando la modalità <span color='#CC2222'>Legacy/BIOS</span>, ma ho trovato almeno una partizione EFI su questo computer.\n\nPerché l'installazione sia completata con successo, probabilmente dovrai modificare la configurazione nel BIOS per avviare in modalità EFI o UEFI."]},"Sending, please wait...":{"*":["Invio in corso, attendere..."]},"Open":{"*":["Apri"]},"Send to the cloud":{"*":["Invia al cloud"]},"calamares LOG":{"*":["Registro di Calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Desideri visualizzare o inviare il file di registro dell'installazione al cloud?\\nGenera un link da inviare nei gruppi di supporto.\\n"]},"Closing file...":{"*":["Chiusura del file..."]},"Checking the file:":{"*":["Controllando il file:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Verifica degli errori di download o della chiavetta USB, potrebbe richiedere alcuni minuti..."]},"Checking system integrity":{"*":["Verifica dell'integrità del sistema"]},"Error found, please download the system again or use another USB drive.":{"*":["Errore trovato, si prega di scaricare nuovamente il sistema o utilizzare un'altra chiavetta USB."]},"The files are intact.":{"*":["I file sono integri."]},"Verification canceled.":{"*":["Verifica annullata."]},"Wait...":{"*":["Aspetta..."]},"Checking internet connection...":{"*":["Verifica della connessione internet..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Senza connessione internet...\\nInstallazione pacchetti extra disabilitata."]},"Important tips for manual partitioning":{"*":["Suggerimenti importanti per la partizione manuale"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Se scegli la partizione automatica, questi suggerimenti verranno applicati."]},"Use BTRFS.":{"*":["Usa BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Questo sistema di file consente la compressione automatica e i punti di ripristino."]},"Keep /boot within the / partition.":{"*":["Mantieni /boot all'interno della partizione /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Posizionarlo in una partizione separata ostacola gli snapshot di BTRFS."]},"Do not create a SWAP partition.":{"*":["Non creare una partizione SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Abbiamo implementato la gestione dinamica della memoria virtuale con Zram e file SWAP."]},"SWAP partitions will not be used.":{"*":["Le partizioni SWAP non verranno utilizzate."]},"The system is in":{"*":["Il sistema è in"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["e modalità grafica"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Questo è un sistema collaborativo, se hai bisogno di aiuto consulta il nostro forum: https://forum.biglinux.com.br."]},"Back":{"*":["Indietro"]},"Maintenance":{"*":["Manutenzione"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Strumenti che facilitano la manutenzione del sistema installato."]},"Restore":{"*":["Ripristina"]},"Installation":{"*":["Installazione"]},"The system is in live mode, which has limitations.":{"*":["Il sistema è in modalità live, che ha delle limitazioni."]},"Install it for a complete experience.":{"*":["Installalo per un'esperienza completa."]},"Install":{"*":["Install"]},"Minimal":{"*":["Minimale"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Scegli quali programmi installare, garantendo un'esperienza altamente personalizzata."]},"Restore system settings":{"*":["Ripristina le impostazioni di sistema"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilità che facilita il ripristino del sistema installato, in particolare il ripristino dell'avvio del sistema (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Può anche essere utilizzato per accedere al gestore di pacchetti e al terminale del sistema installato."]},"Start":{"*":["Inizia"]},"Snapshot and backups":{"*":["Istantanea e backup"]},"Restore restore points of the installed system.":{"*":["Ripristina i punti di ripristino del sistema installato."]},"Uncheck the programs you want to remove":{"*":["Deseleziona i programmi che desideri rimuovere"]},"Uncheck All":{"*":["Deseleziona tutto"]},"Check All":{"*":["Seleziona tutto"]},"Install System":{"*":["Installare sistema"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Gestisci le voci EFI sulla scheda madre (NVRAM):"]},"EFI Entry Manager":{"*":["Gestore di Entrata EFI"]}}}}