{"ja":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["手動パーティション作成の重要なヒント"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["自動パーティショニングを選択すると、これらのヒントが適用されます。"]},"Use BTRFS.":{"*":["BTRFSを使用してください。"]},"This file system allows for automatic compression and restore points.":{"*":["このファイルシステムには自動圧縮とリストアポイントが可能です。"]},"Keep /boot within the / partition.":{"*":["/bootを/パーティション内に保持します。"]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["別のパーティションに配置すると、BTRFSスナップショットの機能が制限されます。"]},"Do not create a SWAP partition.":{"*":["スワップパーティションを作成しないでください。"]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["ZramとSWAPファイルを使用した動的仮想メモリ管理を実装しました。"]},"SWAP partitions will not be used.":{"*":["SWAPパーティションは使用されません。"]},"Continue":{"*":["続行"]},"The system is in":{"*":["システムはオンラインです"]},", kernel":{"*":["カーネル"]},"and graphical mode":{"*":["およびグラフィカルモード"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["これは共同作業システムです。ヘルプが必要な場合は、当社のフォーラムを参照してください: https://forum.biglinux.com.br。"]},"Back":{"*":["戻る"]},"Maintenance":{"*":["メンテナンス"]},"Tools that facilitate the maintenance of the installed system.":{"*":["インストールされたシステムのメンテナンスを容易にするツール。"]},"Restore":{"*":["復元"]},"Installation":{"*":["インストール"]},"The system is in live mode, which has limitations.":{"*":["システムはライブモードで稼働しており、制限があります。"]},"Install it for a complete experience.":{"*":["完全な体験のためにインストールしてください。"]},"Install":{"*":["インストール"]},"Minimal":{"*":["最小"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["高度にカスタマイズされたエクスペリエンスを確保するために、インストールするプログラムを選択してください。"]},"Restore system settings":{"*":["システム設定を復元する"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["インストールされたシステムの復元を容易にするユーティリティ、特にシステムブート（Grub）の復元を支援します。"]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["インストールされたシステムのパッケージマネージャやターミナルにアクセスするためにも使用できます。"]},"Start":{"*":["開始"]},"Snapshot and backups":{"*":["スナップショットとバックアップ"]},"Restore restore points of the installed system.":{"*":["インストールされたシステムの復元ポイントを復元します。"]},"Uncheck the programs you want to remove":{"*":["削除したいプログラムのチェックを外してください"]},"Uncheck All":{"*":["すべてのチェックを外す"]},"Check All":{"*":["すべてをチェック"]}}}}