{"no":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Vennligst vent..."]},"Checking the integrity of the download and storage device...":{"*":["Sjekker integriteten til nedlastingen og lagringsenheten..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Ønsker du å fortsette med installasjonen av denne gamle versjonen uansett?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux er et system med ukentlige oppdateringer, og denne versjonen ble utgitt for mer enn en måned siden.\\nVi anbefaler å laste ned en nyere versjon."]},"Continue":{"*":["Fortsett"]},"Close":{"*":["Lukk"]},"Outdated Version":{"*":["Utdatert versjon"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Ønsker du å fortsette med installasjonen i EFI-modus?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Den nåværende oppstarten bruker <span color='#CC2222'>EFI</span>-modus, men jeg fant ingen EFI-partisjon på denne datamaskinen.\n\nHvis denne datamaskinen allerede har et annet system installert og du har til hensikt å beholde det installert, må du sannsynligvis endre konfigurasjonen i BIOS for å starte i Legacy-modus, også kalt BIOS-modus."]},"Install the system":{"*":["Installer systemet"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Ønsker du å fortsette med installasjonen i Legacy/BIOS-modus?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Den gjeldende oppstarten bruker <span color='#CC2222'>Legacy/BIOS</span>-modus, men jeg fant minst en EFI-partisjon på denne datamaskinen.\n\nFor at installasjonen skal lykkes, må du sannsynligvis endre konfigurasjonen i BIOS for å starte i EFI- eller UEFI-modus."]},"Sending, please wait...":{"*":["Sender, vennligst vent..."]},"Open":{"*":["Åpne"]},"Send to the cloud":{"*":["Send til skyen"]},"calamares LOG":{"*":["calamares LOG"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\nØnsker du å vise eller sende installasjonsloggen til skyen?\\nGenerer en lenke for å sende til støttegrupper.\\n"]},"Closing file...":{"*":["Lukker fil..."]},"Checking the file:":{"*":["Sjekker filen:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Sjekker for nedlastings- eller USB-stasjonsfeil, dette kan ta noen minutter..."]},"Checking system integrity":{"*":["Sjekker systemintegritet"]},"Error found, please download the system again or use another USB drive.":{"*":["Feil funnet, vennligst last ned systemet på nytt eller bruk en annen USB-stasjon."]},"The files are intact.":{"*":["Filene er intakte."]},"Verification canceled.":{"*":["Verifisering avbrutt."]},"Wait...":{"*":["Vent..."]},"Checking internet connection...":{"*":["Sjekker internettforbindelsen..."]},"Internet":{"*":["Internett"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Uten internettforbindelse...\\nEkstra pakkeinstallasjon deaktivert."]},"Important tips for manual partitioning":{"*":["Viktige tips for manuell partisjonering"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Hvis du velger automatisk partisjonering, vil disse tipsene bli brukt."]},"Use BTRFS.":{"*":["Bruk BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Dette filsystemet tillater automatisk komprimering og gjenopprettingspunkter."]},"Keep /boot within the / partition.":{"*":["Hold /boot innenfor /-partisjonen."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Plasseringen i en separat partisjon hindrer BTRFS-øyeblikksbilder."]},"Do not create a SWAP partition.":{"*":["Ikke opprett en SWAP-partisjon."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Vi har implementert dynamisk virtuell minnehåndtering med Zram og SWAP-filer."]},"SWAP partitions will not be used.":{"*":["SWAP-partisjoner vil ikke bli brukt."]},"The system is in":{"*":["Systemet er på"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["og grafisk modus"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Dette er et samarbeidssystem, hvis du trenger hjelp, kan du konsultere forumet vårt: https://forum.biglinux.com.br."]},"Back":{"*":["Tilbake"]},"Maintenance":{"*":["Vedlikehold"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Verktøy som letter vedlikeholdet av det installerte systemet."]},"Restore":{"*":["Gjenopprett"]},"Installation":{"*":["Installasjon"]},"The system is in live mode, which has limitations.":{"*":["Systemet er i live-modus, som har begrensninger."]},"Install it for a complete experience.":{"*":["Installer den for en komplett opplevelse."]},"Install":{"*":["Installer"]},"Minimal":{"*":["Minimal"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Velg hvilke programmer du vil installere, og sikre en svært tilpasset opplevelse."]},"Restore system settings":{"*":["Gjenopprett systeminnstillinger"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Verktøy som letter gjenopprettingen av det installerte systemet, spesielt gjenoppretting av systemoppstarten (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Det kan også brukes til å få tilgang til pakkehåndteringen og terminalen til det installerte systemet."]},"Start":{"*":["Start"]},"Snapshot and backups":{"*":["Øyeblikksbilde og sikkerhetskopier"]},"Restore restore points of the installed system.":{"*":["Gjenopprett gjenopprettingspunkter for det installerte systemet."]},"Uncheck the programs you want to remove":{"*":["Fjern merkingen av programmene du vil fjerne"]},"Uncheck All":{"*":["Fjern merkingen fra alle"]},"Check All":{"*":["Merk alt"]},"Install System":{"*":["Installer systemet"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Administrer EFI-poster på hovedkortet (NVRAM):"]},"EFI Entry Manager":{"*":["EFI Inngangsbehandler"]},"Open the EFI manager":{"*":["Åpne EFI-behandleren"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["Det var ikke mulig å skrive EFI-inngangen til hovedkortet, sannsynligvis på grunn av utilstrekkelig plass. \n\nSjekk EFI-behandleren for eventuelle oppføringer som kan slettes, og prøv å installere systemet på nytt."]},"Don't open QEFIEntryManager...":{"*":["Ikke åpne QEFIEntryManager..."]},"Log Sent":{"*":["Logg sendt"]},"Log successfully sent!\\n\\nURL: $fileUrl\\n\\nYou can use this URL to share the log.":{"*":["Logg sendt! \\n\\nURL: $fileUrl \\n\\nDu kan bruke denne URL-en til å dele loggen."]}}}}