{"pl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Proszę czekać..."]},"Checking the integrity of the download and storage device...":{"*":["Sprawdzanie integralności pobrania i urządzenia przechowywania..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Czy chcesz mimo to kontynuować instalację tej starej wersji?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux to system z cotygodniowymi aktualizacjami, a ta wersja została wydana ponad miesiąc temu.\\nZalecamy pobranie nowszej wersji."]},"Continue":{"*":["Kontynuuj"]},"Close":{"*":["Zamknij"]},"Outdated Version":{"*":["Przestarzała wersja"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Czy chcesz kontynuować instalację w trybie EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Aktualne uruchomienie korzysta z trybu <span color='#CC2222'>EFI</span>, ale nie znalazłem żadnej partycji EFI na tym komputerze.\n\nJeśli na tym komputerze jest już zainstalowany inny system i chcesz go zachować, prawdopodobnie będziesz musiał zmienić konfigurację w BIOSie, aby uruchamiać w trybie Legacy, zwany również trybem BIOS."]},"Install the system":{"*":["Zainstaluj system"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Czy chcesz kontynuować instalację w trybie Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Aktualne uruchomienie korzysta z trybu <span color='#CC2222'>Legacy/BIOS</span>, ale znalazłem przynajmniej jedną partycję EFI na tym komputerze.\n\nAby instalacja zakończyła się sukcesem, prawdopodobnie będziesz musiał zmienić konfigurację w BIOSie, aby uruchamiać w trybie EFI lub UEFI."]},"Sending, please wait...":{"*":["Wysyłanie, proszę czekać..."]},"Open":{"*":["Otwórz"]},"Send to the cloud":{"*":["Prześlij do chmury"]},"calamares LOG":{"*":["Dziennik calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Czy chcesz wyświetlić lub wysłać plik dziennika instalacji do chmury?\\nWygeneruj link do wysłania w grupach wsparcia.\\n"]},"Closing file...":{"*":["Zamykanie pliku..."]},"Checking the file:":{"*":["Sprawdzanie pliku:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Sprawdzanie błędów pobierania lub napędu USB, może to potrwać kilka minut..."]},"Checking system integrity":{"*":["Sprawdzanie integralności systemu"]},"Error found, please download the system again or use another USB drive.":{"*":["Błąd znaleziony, proszę ponownie pobrać system lub użyć innego dysku USB."]},"The files are intact.":{"*":["Pliki są nietknięte."]},"Verification canceled.":{"*":["Weryfikacja anulowana."]},"Wait...":{"*":["Czekaj..."]},"Checking internet connection...":{"*":["Sprawdzanie połączenia internetowego..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Bez połączenia z internetem...\\nInstalacja dodatkowych pakietów wyłączona."]},"Important tips for manual partitioning":{"*":["Ważne wskazówki dotyczące ręcznego partycjonowania"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Jeśli wybierzesz automatyczne partycjonowanie, te wskazówki zostaną zastosowane."]},"Use BTRFS.":{"*":["Użyj BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Ten system plików umożliwia automatyczną kompresję i punkty przywracania."]},"Keep /boot within the / partition.":{"*":["Zachowaj /boot w obrębie partycji /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Umieszczenie go w osobnej partycji utrudnia tworzenie migawek BTRFS."]},"Do not create a SWAP partition.":{"*":["Nie twórz partycji SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Wdrożyliśmy dynamiczne zarządzanie pamięcią wirtualną za pomocą Zram i plików SWAP."]},"SWAP partitions will not be used.":{"*":["Partycje SWAP nie będą używane."]},"The system is in":{"*":["System jest w"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["i trybie graficznym"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["To jest system współpracy, jeśli potrzebujesz pomocy, skonsultuj się z naszym forum: https://forum.biglinux.com.br."]},"Back":{"*":["Wstecz"]},"Maintenance":{"*":["Konserwacja"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Narzędzia ułatwiające konserwację zainstalowanego systemu."]},"Restore":{"*":["Przywróć"]},"Installation":{"*":["Instalacja"]},"The system is in live mode, which has limitations.":{"*":["System jest w trybie live, który ma ograniczenia."]},"Install it for a complete experience.":{"*":["Zainstaluj go, aby mieć pełne doświadczenie."]},"Install":{"*":["Zainstaluj"]},"Minimal":{"*":["Minimalny"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Wybierz, które programy zainstalować, zapewniając bardzo spersonalizowane doświadczenie."]},"Restore system settings":{"*":["Przywróć ustawienia systemu"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Narzędzie ułatwiające przywracanie zainstalowanego systemu, zwłaszcza przywracanie rozruchu systemu (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Może również służyć do uzyskania dostępu do menedżera pakietów i terminala zainstalowanego systemu."]},"Start":{"*":["Rozpocznij"]},"Snapshot and backups":{"*":["Zrzut ekranu i kopie zapasowe"]},"Restore restore points of the installed system.":{"*":["Przywróć punkty przywracania zainstalowanego systemu."]},"Uncheck the programs you want to remove":{"*":["Odznacz programy, które chcesz usunąć"]},"Uncheck All":{"*":["Odznacz wszystkie"]},"Check All":{"*":["Zaznacz wszystkie"]},"Install System":{"*":["Zainstaluj system"]}}}}