{"pt":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Por favor, aguarde..."]},"Checking the integrity of the download and storage device...":{"*":["Verificando a integridade do download e do dispositivo de armazenamento..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Deseja prosseguir com a instalação desta versão antiga mesmo assim?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux é um sistema com atualizações semanais e esta versão foi lançada há mais de um mês.\\nRecomendamos baixar uma versão mais recente."]},"Continue":{"*":["Continuar"]},"Close":{"*":["Fechar"]},"Outdated Version":{"*":["Versão desatualizada"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Deseja prosseguir com a instalação no modo EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["O boot atual está usando o modo <span color='#CC2222'>EFI</span>, mas não encontrei nenhuma partição EFI neste computador.\n\nSe este computador já tiver outro sistema instalado e você pretende mantê-lo instalado, provavelmente precisará alterar a configuração na BIOS para inicializar no modo Legacy, também chamado de modo BIOS."]},"Install the system":{"*":["Instalar o sistema"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Deseja prosseguir com a instalação no modo Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["O boot atual está usando o modo <span color='#CC2222'>Legacy/BIOS</span>, mas encontrei pelo menos uma partição EFI neste computador.\n\nPara que a instalação seja bem-sucedida, provavelmente será necessário \nalterar a configuração na BIOS para inicializar no modo EFI ou UEFI."]},"Sending, please wait...":{"*":["Enviando, por favor aguarde..."]},"Open":{"*":["Abrir"]},"Send to the cloud":{"*":["Enviar para a nuvem"]},"calamares LOG":{"*":["Registo do Calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["Deseja visualizar ou enviar o arquivo de log de instalação para a nuvem?\\nGerar um link para enviar em grupos de suporte.\\n"]},"Closing file...":{"*":["Fechando arquivo..."]},"Checking the file:":{"*":["Verificando o arquivo:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Verificando erros de download ou de unidade USB, isso pode levar alguns minutos..."]},"Checking system integrity":{"*":["Verificando a integridade do sistema"]},"Error found, please download the system again or use another USB drive.":{"*":["Erro encontrado, por favor faça o download do sistema novamente ou utilize outro pen drive USB."]},"The files are intact.":{"*":["Os arquivos estão intactos."]},"Verification canceled.":{"*":["Verificação cancelada."]},"Wait...":{"*":["Esperar..."]},"Checking internet connection...":{"*":["Verificando conexão com a internet..."]},"Internet":{"*":["Internet"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Sem conexão com a internet...\\nInstalação de pacotes extras desativada."]},"Important tips for manual partitioning":{"*":["Dicas importantes para particionamento manual"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Se optar pela partição automática, essas dicas serão aplicadas."]},"Use BTRFS.":{"*":["Use BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Este sistema de arquivos permite compressão automática e pontos de restauração."]},"Keep /boot within the / partition.":{"*":["Manter /boot dentro da partição /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Colocá-lo em uma partição separada prejudica os snapshots do BTRFS."]},"Do not create a SWAP partition.":{"*":["Não criar uma partição de SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Implementamos gerenciamento dinâmico de memória virtual com Zram e arquivos SWAP."]},"SWAP partitions will not be used.":{"*":["As partições SWAP não serão usadas."]},"The system is in":{"*":["O sistema está em"]},", Linux":{"*":[", Linux"]},"and graphical mode":{"*":["e modo gráfico"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Este é um sistema colaborativo, se precisar de ajuda, consulte nosso fórum: https://forum.biglinux.com.br."]},"Back":{"*":["Voltar"]},"Maintenance":{"*":["Manutenção"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Ferramentas que facilitam a manutenção do sistema instalado."]},"Restore":{"*":["Restaurar"]},"Installation":{"*":["Instalação"]},"The system is in live mode, which has limitations.":{"*":["O sistema está em modo ao vivo, que tem limitações."]},"Install it for a complete experience.":{"*":["Instale para uma experiência completa."]},"Install":{"*":["Instalar"]},"Minimal":{"*":["Mínimo"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Escolha quais programas instalar, garantindo uma experiência altamente personalizada."]},"Restore system settings":{"*":["Restaurar configurações do sistema"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilitário que facilita a restauração do sistema instalado, especialmente a restauração do boot do sistema (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Também pode ser usado para acessar o gerenciador de pacotes e terminal do sistema instalado."]},"Start":{"*":["Iniciar"]},"Snapshot and backups":{"*":["Instantâneo e backups"]},"Restore restore points of the installed system.":{"*":["Restaurar pontos de restauração do sistema instalado."]},"Uncheck the programs you want to remove":{"*":["Desmarque os programas que deseja remover"]},"Uncheck All":{"*":["Desmarcar Todos"]},"Check All":{"*":["Marcar Todos"]},"Install System":{"*":["Instalar Sistema"]}}}}