{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Important tips for manual partitioning":{"*":["Sfaturi importante pentru partajarea manuală"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Dacă optați pentru partajarea automată, aceste sfaturi vor fi aplicate."]},"Use BTRFS.":{"*":["Folosiți BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Acest sistem de fișiere permite compresia automată și punctele de restaurare."]},"Keep /boot within the / partition.":{"*":["Păstrați /boot în cadrul partiției / ."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Plasarea sa într-o partiție separată împiedică instantaneele BTRFS."]},"Do not create a SWAP partition.":{"*":["Nu creați o partiție SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Am implementat gestionarea dinamică a memoriei virtuale cu Zram și fișiere SWAP."]},"SWAP partitions will not be used.":{"*":["Partițiile SWAP nu vor fi utilizate."]},"Continue":{"*":["Continua"]},"The system is in":{"*":["Sistemul este în"]},", kernel":{"*":["nucleu"]},"and graphical mode":{"*":["și mod grafic"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Acesta este un sistem colaborativ, dacă aveți nevoie de ajutor, consultați forumul nostru: https://forum.biglinux.com.br."]},"Back":{"*":["Înapoi"]},"Maintenance":{"*":["Întreținere"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Instrumente care facilitează întreținerea sistemului instalat."]},"Restore":{"*":["Restabilire"]},"Installation":{"*":["Instalare"]},"The system is in live mode, which has limitations.":{"*":["Sistemul este în modul live, care are limitări."]},"Install it for a complete experience.":{"*":["Instalați-l pentru o experiență completă."]},"Install":{"*":["Instalare"]},"Minimal":{"*":["Minimale"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Alegeți programele pe care doriți să le instalați, asigurându-vă o experiență personalizată."]},"Restore system settings":{"*":["Restabilire setările sistemului"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Utilitar care facilitează restaurarea sistemului instalat, în special restaurarea boot-ului sistemului (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Poate fi folosit și pentru a accesa managerul de pachete și terminalul sistemului instalat."]},"Start":{"*":["Începe"]},"Snapshot and backups":{"*":["Captură și backup-uri"]},"Restore restore points of the installed system.":{"*":["Restaurați punctele de restaurare ale sistemului instalat."]},"Uncheck the programs you want to remove":{"*":["Deselectați programele pe care doriți să le eliminați"]},"Uncheck All":{"*":["Deselectați tot"]},"Check All":{"*":["Bifați Toate"]}}}}