{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Please wait...":{"*":["Пожалуйста, подождите..."]},"Checking the integrity of the download and storage device...":{"*":["Проверка целостности загрузки и устройства хранения..."]},"<b>Do you want to proceed with the installation of this old version anyway?</b>\n    :LBL":{"*":["<b>Хотите продолжить установку этой старой версии?</b>\n    :LBL"]},"BigLinux is a system with weekly updates and this version was released more than a month ago.\\nWe recommend downloading a more recent version.\n    ":{"*":["BigLinux - это система с еженедельными обновлениями, и эта версия была выпущена более месяца назад.\\nМы рекомендуем загрузить более новую версию."]},"Continue":{"*":["Продолжить"]},"Close":{"*":["Закрыть"]},"Outdated Version":{"*":["Устаревшая версия"]},"Do you want to proceed with the installation in EFI mode?":{"*":["Хотите продолжить установку в режиме EFI?"]},"The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer.\n\nIf this computer already has another system installed and you intend \nto keep it installed, you will probably need to change the \nconfiguration in the BIOS to boot in Legacy mode, also \ncalled BIOS mode.":{"*":["Текущая загрузка использует режим <span color='#CC2222'>EFI</span>, но на этом компьютере не обнаружено раздела EFI.\n\nЕсли на этом компьютере уже установлена другая система и вы планируете ее оставить, вам, вероятно, потребуется изменить конфигурацию в BIOS для загрузки в режиме наследования, также называемом режимом BIOS."]},"Install the system":{"*":["Установить систему"]},"Do you want to proceed with the installation in Legacy/BIOS mode?":{"*":["Хотите продолжить установку в режиме Legacy/BIOS?"]},"The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. \n\nFor the installation to be successful, you will probably need to \nchange the configuration in the BIOS to boot in EFI or UEFI mode.":{"*":["Текущая загрузка использует режим <span color='#CC2222'>Legacy/BIOS</span>, но я обнаружил как минимум один раздел EFI на этом компьютере.\n\nДля успешной установки вам, вероятно, потребуется изменить конфигурацию в BIOS для загрузки в режиме EFI или UEFI."]},"Sending, please wait...":{"*":["Отправка, пожалуйста, подождите..."]},"Open":{"*":["Открыть"]},"Send to the cloud":{"*":["Отправить в облако"]},"calamares LOG":{"*":["журнал calamares"]},"\\nDo you want to view or send the installation log file to the cloud?\\nGenerate a link to send in support groups.\\n":{"*":["\\nХотите просмотреть или отправить файл журнала установки в облако?\\nСгенерировать ссылку для отправки в группы поддержки.\\n"]},"Closing file...":{"*":["Закрытие файла..."]},"Checking the file:":{"*":["Проверка файла:"]},"Checking for download or USB drive errors, this may take a few minutes...":{"*":["Проверка ошибок загрузки или USB-накопителя, это может занять несколько минут..."]},"Checking system integrity":{"*":["Проверка целостности системы"]},"Error found, please download the system again or use another USB drive.":{"*":["Ошибка обнаружена, пожалуйста, загрузите систему снова или используйте другой USB-накопитель."]},"The files are intact.":{"*":["Файлы целы."]},"Verification canceled.":{"*":["Проверка отменена."]},"Wait...":{"*":["Подождите..."]},"Checking internet connection...":{"*":["Проверка подключения к интернету..."]},"Internet":{"*":["Интернет"]},"Without internet connection...\\nExtra packages installation disabled.":{"*":["Без подключения к интернету...\\nУстановка дополнительных пакетов отключена."]},"Important tips for manual partitioning":{"*":["Важные советы по ручному разделению"]},"If you opt for automatic partitioning, these tips will be applied.":{"*":["Если вы выберете автоматическое разбиение диска, эти советы будут применены."]},"Use BTRFS.":{"*":["Используйте BTRFS."]},"This file system allows for automatic compression and restore points.":{"*":["Эта файловая система позволяет автоматическое сжатие и создание точек восстановления."]},"Keep /boot within the / partition.":{"*":["Сохраните /boot в пределах раздела /."]},"Placing it in a separate partition hampers BTRFS snapshots.":{"*":["Размещение его в отдельном разделе затрудняет создание снимков BTRFS."]},"Do not create a SWAP partition.":{"*":["Не создавайте раздел SWAP."]},"We have implemented dynamic virtual memory management with Zram and SWAP files.":{"*":["Мы реализовали динамическое управление виртуальной памятью с помощью Zram и файлов SWAP."]},"SWAP partitions will not be used.":{"*":["SWAP разделы не будут использоваться."]},"The system is in":{"*":["Система находится в"]},", Linux":{"*":["Linux"]},"and graphical mode":{"*":["и графический режим"]},"This is a collaborative system, if you need help consult our forum: https://forum.biglinux.com.br.":{"*":["Это совместная система, если вам нужна помощь, обратитесь к нашему форуму: https://forum.biglinux.com.br."]},"Back":{"*":["Назад"]},"Maintenance":{"*":["Обслуживание"]},"Tools that facilitate the maintenance of the installed system.":{"*":["Инструменты, облегчающие обслуживание установленной системы."]},"Restore":{"*":["Восстановить"]},"Installation":{"*":["Установка"]},"The system is in live mode, which has limitations.":{"*":["Система находится в режиме реального времени, который имеет ограничения."]},"Install it for a complete experience.":{"*":["Установите его для полного опыта."]},"Install":{"*":["Установить"]},"Minimal":{"*":["Минимальный"]},"Choose which programs to install, ensuring a highly customized experience.":{"*":["Выберите, какие программы установить, обеспечивая высоко настраиваемый опыт."]},"Restore system settings":{"*":["Восстановить системные настройки"]},"Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub).":{"*":["Утилита, облегчающая восстановление установленной системы, особенно восстановление загрузки системы (Grub)."]},"It can also be used to access the package manager and terminal of the installed system.":{"*":["Это также можно использовать для доступа к менеджеру пакетов и терминалу установленной системы."]},"Start":{"*":["Начать"]},"Snapshot and backups":{"*":["Снимок и резервные копии"]},"Restore restore points of the installed system.":{"*":["Восстановить точки восстановления установленной системы."]},"Uncheck the programs you want to remove":{"*":["Снимите флажки с программ, которые вы хотите удалить"]},"Uncheck All":{"*":["Снять все галочки"]},"Check All":{"*":["Проверить все"]},"Install System":{"*":["Установить систему"]},"Manage EFI entries on the motherboard (NVRAM):":{"*":["Управление записями EFI на материнской плате (NVRAM):"]},"EFI Entry Manager":{"*":["Менеджер входа EFI"]},"Open the EFI manager":{"*":["Откройте менеджер EFI"]},"\\nIt was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\\n\\nCheck the EFI manager for any entries that can be deleted and try installing the system again.\\n":{"*":["\\nНе удалось записать запись EFI в материнскую плату, вероятно, из-за недостатка места.\\n\\nПроверьте менеджер EFI на наличие записей, которые можно удалить, и попробуйте установить систему снова.\\n"]},"Don't open QEFIEntryManager...":{"*":["Не открывайте QEFIEntryManager..."]},"Log Sent":{"*":["Журнал отправлен"]},"Log successfully sent!\\n\\nURL: $fileUrl\\n\\nYou can use this URL to share the log.":{"*":["Лог успешно отправлен!\\n\\nURL: $fileUrl\\n\\nВы можете использовать этот URL для обмена логом."]}}}}